[
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/145/",
        "paragraphs": [
            "In modern society, especially in big cities, undoubtedly hard work has become a very important feature of ordinary people’s everyday life. It seems that many people are under the impression that their work is becoming more pressing and urgent, and thus they sacrifice more and more leisure time.",
            "In the first place, with the rapid development of science and technology, work today is more demanding than it used to be. For example, college graduates nowadays have to master English, computer science and driving skills before they can find decent jobs. People have to spend more time acquiring new techniques and skills. And their spare time tends to be fully occupied, not with leisure pursuit, but with work-related pursuits.",
            "In the second place, competition is becoming more intense. Many people feel anxious that they may be “laid-off” if they can’t work as hard as others. And they also feel at a disadvantage before new graduates. Therefore, it is understandable that people keep themselves involved in intensely hard work in order to preserve their positions.",
            "In my opinion, the worst aspect of this phenomenon is that the huge pressure of work will gradually affect people’s mental health. Excessively hard work means that people can never get rid of the fatigue of their work, even in their leisure time. This means that they can not enjoy a normal life.",
            "In a word, in modern society overwork is stealing our leisure time. however, I believe this problem will be settled eventually with the development of science and technology."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/144/",
        "paragraphs": [
            "There is much discussion nowadays as to whether or not the relation-ship between family members is as close as before. Diverse contributing factors can be identified. In the following, I would like to present my point of view.",
            "Great changes have taken place in family life along with the development of society. One of them is that the once-extended family tends to become smaller and smaller. Many children have to leave their parents at an early age to study or work elsewhere. As time passes, children become emotionally estranged from their parents.",
            "Compared with the past, social competition is becoming increasingly fierce. People are urged to concentrate their efforts upon work, so that they can achieve success, or at least a good standard of living. As a result, they can’t afford to spend their leisure hours with their families. The importance of bonds of kinship is gradually fading from their minds.",
            "In addition, the availability of various kinds of recreational facilities also diverts people from enjoying chats with the members of their families. Their free time is mostly occupied by watching TV, surfing the Internet or playing video games. They come to lose interest in communicating with the other members of their families.",
            "In view of such alienation within families, urgent steps must be taken, in my opinion. For members of families who live away from one another, regular contact on the phone can bring them the care that they need. Family reunions on holidays or other important occasions can make a difference as well. For those living together, it is a good idea to take some time off work or recreation periods to spend more time with each other. In the final analysis, a close family relationship can surely be maintained as long as we realize the significant role it plays in our lives and attach importance to it."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/132/",
        "paragraphs": [
            "Today, education has become a priority for many parents seeking to secure a good future for their children in this rapidly changing world. They believe that if their children apply themselves and work hard at school, then they will increase their opportunities for going to higher education and eventually getting a good job. Of course they are right, and as access to the best education and best jobs is becoming more competitive, then it is true that children have to make the best of their study time when they are young.",
            "However, the parents who do not allow their children sufficient free time for leisure activities outside school hours, are misguided. Such activities are far from being a waste of time for the children simply because they are not academic. It is important to remember that children need to develop skills other than intellectual ones, and the best way to do this is through activities such as sports, games and playing with other kids. If they cannot play make-believe games, how can they develop their imagination? How can they learn physical co-ordination or learn important social lessons about winning and losing if they do not practise any sports? Many children form strong, personal relationships with the friends they play with, and without the opportunity to do this, they could grow up emotionally immature or unformed.",
            "Finally, I think it is also important to remember that children need to relax as well as work. If everything they do must have some educational or academic relevance, then they will soon get tired of studying altogether, which is the last thing parents would want."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/128/",
        "paragraphs": [
            "It has often been said that. Good news is bad news. because it does not sell newspapers. A radio station that once decided to present only good news soon found that it had gone out of business for lack of listeners. Bad news on the other hand is so common that in order to cope with it, we often simply ignore it. We have become immune to bad news and the newspapers and radio stations are aware of this.",
            "While newspapers and TV stations may aim to report world events accurately, be they natural or human disasters, political events or the horrors of war, it is also true that their main objective is to sell newspapers and attract listeners and viewers to their stations. For this reason TV and radio stations attempt to reflect the flavour of their station by providing news broadcasts tailor-made to suit their listeners. preferences. Programmes specialising in pop music or TV soap operas focus more on local news, home issues and up-to-date traffic reports. The more serious stations and newspapers like to provide .so called. objective news reports with editorial comment aimed at analysing the situation.",
            "If it is true, then, that newspapers and TV stations are tailoring their news to their readers. and viewers. requirements, how can they possibly be reporting real world events in an honest and objective light? Many radio and TV stations do, in fact, report items of good news but they no longer call this news. They refer to these as human interest stories and package them in programmes specialising, for instance, in consumer affairs or local issues. Good news now comes to us in the form of documentaries the fight against children.s cancer or AIDS, or the latest developments in the fight to save the planet from environmental pollution."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/121/",
        "paragraphs": [
            "Televisual media has become a pervasive force in the lives of families around the world today. Yet, a central question remains regarding whether watching television is harmful or beneficial for children. An analysis of this question reveals that television programs present three major concerns in the case of children, including depictions of violence, the use of profane language, and the representation of poor moral role models. ",
            "Television programs that portray violence are a paramount concern for parents nowadays. Recent research has shown that children may commit acts of violence because they wish to emulate the behavior that they see on television. This is especially true when violent acts are committed by well-known action “heroes.” In addition, television programs show cartoon figures, as well as actors, committing violent acts. Using comic situations to depict violent themes causes further problems with the way in which young people view violence. ",
            "Television programs that contain profane or disrespectful language also worry parents with young children. Because censorship laws have relaxed over the past few decades, it has become very common for television programs of each and every kind to show characters expressing impolite, rude, and insulting utterances to one another. Bearing resemblance to the case of portrayals of violence, children unfortunately often try to imitate these actions they watch on their television screens. ",
            "Finally, some parents are upset about the moral behavior depicted on television. As they struggle to teach their children moral and ethical values, parents might despair about the lack of morals and ethics represented in some of the so-called role models on television. For instance, certain characters not only have no remorse for their immoral actions, but also frequently go unpunished by larger society. ",
            "Because of these factors, many parents believe that television programs send their youth the wrong kinds of messages. The emulation of this poor behavior by their children is something they wish to avoid at all costs, and they have accordingly decided to ban television in their households for these reasons."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/105/",
        "paragraphs": [
            "It has been around forty years since television was first introduced into Australian households and people today still have mixed views on whether it has a positive or a negative influence on the society.",
            "Many people believe that television damages culture. It promotes the stronger cultures of countries such as Britain and North America and weakens the cultures of less wealthy countries. This is because the stronger, wealthier countries are able to assert their own culture by producing more programs that are shown widely around the world. These programs then influence people, particularly young people, in the countries where they are shown.",
            "Also, because television networks need to attract large audiences to secure their financial survival, they must produce programs which are interesting to a broad range of people. In Australia this range is very broad because we are a multicultural society and people of all ages like to watch television. To interest all these different people, most television programs are short in length, full of action and excitement, do not require much intelligence or knowledge to understand, and follow universal themes common to all cultures, such as love and crime. Television programs which concentrate on or develop themes pertinent to one particular culture are not so successful because they interest a smaller audience.",
            "Nevertheless we much acknowledge that television does have some positive effects on the cultures within a society as well. People who do not live within their own culture can, in a limited way, access it through the multicultural station on the television. For example, Aboriginal children who have grown up in white families, or migrants and international students living in Australia, can watch programs from their own culture on the television.",
            "In conclusion, I hold the view that television promotes and strengthens those cultures that are wealthy and influential while it weakens the cultures that are already in a weakened position."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/96/",
        "paragraphs": [
            "I believe that child-rearing should be the responsibility of both parents and that, whilst the roles within that partnership may be different, they are nevertheless equal in importance. In some societies, it has been made easier over the years for single parents to raise children on their own. However, this does not mean that the traditional family, with both parents providing emotional support and role-models for their children, is not the most satisfactory way of bringing up children.",
            "Of crucial importance, in my opinion, is how we define 'responsible for bringing the children up'. At its simplest, it could mean giving the financial support necessary to provide a home, food and clothes and making sure the child is safe and receives an adequate education. This would be the basic definition.",
            "There is, however, another possible way of defining that part of the quotation. That would say it is not just the fathers responsibility to provide the basics for his children, while his wife involves herself in the everyday activity of bringing them up. Rather, he should share those daily duties, spend as much time as his job allows with his children, play with them, read to them, help directly with their education, participate very fully in their lives and encourage them to share his.",
            "It is this second, fuller, concept of 'fatherhood' that I am in favour of, although I also realise how difficult it is to achieve sometimes. The economic and employment situation in many countries means that jobs are getting more, not less, stressful, requiring long hours and perhaps long journeys to work as well. Therefore it may remain for many a desirable ideal rather than an achievable reality."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/95/",
        "paragraphs": [
            "I am not surprise when I read in the newspapers that many people move to English speaking countries. I am an engineer in a process control since ten years and I understand the necessity of English language. For example, when I read technical English specifications, when I meet Japanese Industrials to build together some electronic materials or when I go on holidays in Italy where the best way (for me) to communicate is to speak English. Therefore, today, it's necessary to learn English and the best way is to study in English as soon as possible when we are at school but also when we have a job. It's so Important to communicate with foreigners, because of work. For example: to seafoods in USA, to build electronic cards with the Japanese, to obtain a certification with FDA (American organization) in order to sell some pharmaceutical products. In fact, jt's Important for everybody, the workers, the visitors, the scientists, etc ...",
            "These are the main reason which explain why so many people go to English speaking countries (the best way to learn) and why English is such an Important International language (the communication between many the people over the world).",
            "This is an answer written by a candidate who achieved a ",
            "Band 6",
            " score. Here is the examiner's comment:",
            "This response is underlength and is marked down because of this. Only a few relevant ideas are presented and these are used rather repetitively and are insufficiently developed or supported. However, the writing communicates fluently and a satisfactory range of structures and vocabulary are used."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/94/",
        "paragraphs": [
            "It is certainly very understandable that some governments should start looking at ways of limiting their populations to a sustainable figure. In the past, populations were partly regulated by frequent war and widespread disease, but in recent years the effects of those factors have been diminished. Countries can be faced with a population that is growing much faster than she nation's food resources or employment opportunities and whose members can be condemned to poverty by the need to feed extra mouths. They identify population control as a'means to raising living standards.",
            "But how should it be achieved? Clearly, this whole area is a very delicate personal and cultural issue. Many people feel that this is not a matter for the state. They feel this is one area of life where they have the right to make decisions for themselves. For that reason, it would seem that the best. approach would be to work by persuasion rather than compulsion This could be done by a process of education that points out the way a smaller family can mean an improved quality of life for the family members, as well as less strain on the country's perhaps very limited, resources.",
            "This is the preferred way. Of course if this docs not succeed within a reasonable time scale, it may be necessary to consider other measures. such as tax incentives or child-benefit payments for small families only. These are midway between persuasion and compulsion.",
            "So. yes. it is sometimes necessary, but governments should try very hard to persuade first. They should also remember that this is a very delicate area indeed, and that social engineering can create as many problems as it solves?"
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/92/",
        "paragraphs": [
            "The mass media have a powerful influence in shaping our lives. We have come to depend on them for information and entertainment, and in doing so we let them affect important aspects of our lives.",
            "The undeniable usefulness of the media in almost instantly providing information about events around the world is largely taken for granted. But in our dependence on the media we have allowed them to mould our notions and opinions of events, places and people. Though few of us probably think about it, our conceptions of, say, our elected officials spring from television images and newspaper stories. Most of us will never meet prime ministers or presidents, but anyone who is regularly exposed to the media will have an opinion of them. When it is time to cast our vote, we will make our decision based on how the media portray the candidates. We are similarly swayed by coverage of wars. The media, representing the values of their owners, societies and governments, tend to report wars with a bias; which is the 'good' side and which the 'bad' is determined for us by reporters, editors and commentators, and sure enough the public begins to form opinions that reflect the coverage they see, hear and read in the major media.",
            "The media are also influential in the way they facilitate the spread of culture and lifestyle. The so-called 'global youth culture', in which one finds young people around the world displaying a common interest in music, clothing styles and films, is an example of the media's enormous sway in this regard. A popular figure such as Michael Jackson would never be so well known were it not for the media's extensive reach into every society on the globe.",
            "Thus I would argue that the mass media's influence is certainly great. Indeed, with technological advancements such as the Internet bringing even more forms of electronic media to our homes and workplaces, it is likely the media's influence will grow even stronger."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/90/",
        "paragraphs": [
            "Anyone who lives in a city is aware of the increasing number of cars on the road and the kinds of problems this creates: traffic jams, air pollution and longer commuting periods. As economies grow and access to cars spreads to increasing numbers of people, this trend is likely to worsen. The solution, it would seem, is for governrnment to encourage the use of public transport in urban areas, thus decreasing dependence on the car.",
            "One way to stimulate public transport use is to make private car use more expensive and inconvenient. The introduction of tolls along urban motorways has been successfully employed in many cities. Other such measures are high-priced permits for parking in urban areas and the restriction of parking to a limited number of cars. Faced with high costs or no place to park, commuters would perhaps be more willing to abandon their cars in favour of buses or trains.",
            "There are also less punishing ways of spurring public transport use. The construction of free carparks at suburban train stations has proven successful in quite a number of countries. This allows commuters to drive part of the way, but take public transport into the central, most congested, urban areas.",
            "Indeed, making public transport more comfortable and convenient should work to attract more commuters and decrease traffic congestion. Public transport that is convenient and comfortable retains its passengers, much like any business that satisfies its customers. The more commuters committed to taking public transport, the less congestion on city streets."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/88/",
        "paragraphs": [
            "The spread of telecommuting is sure to have far-reaching effects on society. By itself, telecommuting refers to offiice workers spending much of their time working from home and using electronic technologies to communicate with their employers. The broader implications of telecommuting, however, may involve changes to corporate structure, workers' lifestyles and even urban planning.",
            "The most obvious changes may be apparent in the `normal' offices of companies, governments and other organisations. If even half the working week is spent telecommuting from home, then we would initially expect many empty desks in the offiice. As offices grow smaller, workers coming in for the day would be expected to share desks with their absent colleagues. This, in turn, may affect the social atmosphere of an organisation, however, as less social contact with one's colleagues could harm morale and loyalty.",
            "For the individual office worker, telecommuting would mean spending more time at home. For a parent with young children, this may be a blessing. Moreover, many telecommuters would be able to work the hours they wished: having a nap in the afternrnoon, for example, but working some hours in the evening. One substantial benefit for all telecommuting workers is that there will be no need to travel to work, allowing more free time.",
            "The structure of urban life is also likely to be affected by telecommuting. We would expect to see fewer cars on the road during peak hours and, eventually, a smaller concentration of offiices in cities' central business districts. In short, people will have less reason to travel to city centres from outlying areas. As more people work and live in the same location, shops and cultural events will likely relocate themselves out of the city centre.",
            "In sum, telecommuting will serve not only to change the way we work but also the way we live."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/86/",
        "paragraphs": [
            "The view that women are better parents than men has shown itself to be true throughout history. This is not to say that men are not of importance in child- rearing indeed, they are most necessary if children are to appreciate fully the roles of both sexes. But women have proven themselves superior parents as a result of their conditioning, their less aggressive natures and their generally better communication skills.",
            "From the time they are little girls, females learn about nurturing. First with dolls and later perhaps with younger brothers and sisters, girls are given the role of carer. Girls see their mothers in the same roles and so it is natural that they identify this as a female activity. Boys, in contrast, learn competitive roles far removed from what it means to nurture. While boys may dream of adventures, girls' conditioning means they tend to see the future in terms of raising families.",
            "Girls also appear to be less aggressive than boys. In adulthood, it is men, not women, who prove to be the aggressors in crime and in war. Obviously, in raising children, a more patient, gentle manner is preferable to a more aggressive one. Although there certainly exist gentle men and aggressive women, by and large, females are less likely to resort to violence in attempting to solve problems.",
            "Finally, women tend to be better communicators than men. This is shown is intelligence tests, where females, on average, do better in verbal communication than males. Of course, communication is of utmost importance in rearing children, as children tend to learn from and adopt the communication styles of their parents.",
            "Thus, while it is all very well to suggest a greater role for men in raising children, let us not forget that women are generally better suited to the parenting role."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/84/",
        "paragraphs": [
            "Mandatory retirement age varies from society to society, perhaps a reflection of economics, population pressures or simply value systems. Indeed, retirement at 50 can probably be as easily justified as that at 70. It is my belief, however, that the longer an able person is allowed to work, the better for both the individual worker and the employer.",
            "Chronological age is not always a true indicator of ability. While some 65¬ year-olds may not perform as well as they did in their past, many workers at this age do just as well or better than they used to. People's suitability for a position should be a reflection of their performance in the job, rather than the number of wrinkles or grey hairs they have. Employers concerned about the increasing age of their employees need only observe their work records. Those doing poorly may be asked to retire, but those as yet unaffected by age should stay on. Indeed, it would appear economical for an organisation to retain its older employees when possible rather than spend time and money on training new workers.",
            "Remaining in one's job for as long as one is able makes sense as life expectancies increase around the world. As people live longer, they are longer able to contribute to society in the form of meaningful work. But they are also in need of income for a longer period, so a mandatory retirement age of 55 for someone who is statistically likely to live to 77 becomes increasingly difficult to justify. At a time when populations are ageing, governments are less able to provide for their senior citizens, so by keeping able workers in paid employment for as long as is practicable, public expenditures are less strained.",
            "Thus, workers who can still demonstrate their capacity to carry out their work should not be asked to retire simply because they have reached a certain age. Societies that insist on early retirement may do well to look again at their policies."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/56/",
        "paragraphs": [
            "Every four years, the whole world stops to watch international sporting events such as the Olympics and the Football World Cup in which athletes show their best performance to make their country proud of them. These sporting occasions have proved to be helpful in easing international tensions in difficult times when powerful leaders were trying to control the world's economy and other governments were fighting over land.",
            "The Olympic Games are one of the best examples which prove how sporting events can bring nations together, at least temporarily. From ancient History, when Greeks and Romans would interrupt battles to participate in the games, to the more recent international disputes, when athletes from Palestine and Israel would forget their differences, compete pacifically and even embrace each other after an event. Moreover, these popular events have called the world's attention to the terrible consequences of wars; thus some leaders have tried to accept agreements to end their dispute and live peacefully.",
            "Similarly, international sporting events show benefits in some developing countries which live in a daily internal civil war. For example, Brazil has a high rate of unemployment, lack of education, hunger, crime, poverty and corruption which leads to an immense embarrassment of being Brazilian and a low self-esteem. However, when the Football World Cup starts, the Brazilian squad, which is considered the best team in the world, provokes an amazing feeling of pride in their country. Most people seem to forget all their problems and even the criminal activity decreases. They paint roads with the national colors, use wear the Brazilian team shirt and buy national flags. Moreover, the competition brings families and neighbors together and even rival gangs watch the games and celebrate peacefully.",
            "In conclusion, popular sporting events play an important role in decreasing international tensions and liberating patriotic feelings as History has shown."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/55/",
        "paragraphs": [
            "There have been immense advances in technology in most aspects of people's lives, especially in the field of education. Nowadays, an increasing number of students rely on computers to research for information and to produce a perfect paper for school purposes. Others have decided to leave the original way of learning to get knowledge through online schools. These changes in the learning process have brought a special concern regarding the possible decrease of importance of teachers in the classroom.",
            "Some people believe the role of teachers started to fade because computers have been helping some students to progress in their studies quicker than when compared with an original classroom. For example, in the same classroom, students have different intellectual capacities, thus some would be tied to a slow advance in their studies because of others’ incapacity of understanding. In this way, pupils could progress in their acquisition of knowledge at their own pace using computers instead of learning from teachers.",
            "However, the presence of a teacher is essential for students because the human contact influences them in positive ways. Firstly, students realize that they are not dealing with a machine but with a human being who deserves attention and respect. They also learn the importance of studying in group and respect other students, which helps them to improve their social skills.",
            "Moreover, teachers are required in the learning process because they acknowledge some student's deficiencies and help them to solve their problems by repeating the same explanation, giving extra exercises or even suggesting a private tutor. Hence, students can have a bigger chance not to fail in a subject.",
            "In conclusion, the role for teachers in the learning process is still very important and it will continue to be in the future because no machine can replace the human interaction and its consequences."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/54/",
        "paragraphs": [
            "\"Experience is the best teacher\" is an old cliché, but I agree with it. We can learn a lot of important things from books, but the most important lessons in life come from our own experiences. Throughout the different stages of life, from primary school to university to adulthood, experience teaches us many skills we need for life.",
            "As children in primary school, we learn facts and information from books, but that is not all we learn in school. On the playground we learn how to make friends. In our class work, we learn how it feels to succeed and what we do when we fail. We start to learn about the things we like to do and the things we don't. We don't learn these things from books, but from our experiences with our friends and classmates.",
            "In our university classes, we learn a lot of information and skills we will need for our future careers, but we also learn a lot that is not in our textbooks. In our daily lives both in class and out of class, we learn to make decisions for ourselves. We learn to take on responsibilities. We learn to get along with our classmates, our roommates, and our workmates. Our successes and failures help us develop skills we will need in our adult lives. They are skills that no book can teach us.",
            "Throughout our adulthood, experience remains a constant teacher. We may continue to read or take classes for professional development. However, our experiences at work, at home, and with our friends teach us more. The triumphs and disasters of our lives teach us how to improve our careers and also how to improve our relationships and how to be the person each one of us wants to be.",
            "Books teach us a lot, but there is a limit to what they teach. They can give us information or show us another person's experiences. These are valuable things, but the lessons we learn from our own experiences, from childhood through adulthood, are the most important ones we learn."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/49/",
        "paragraphs": [
            "Food is a basic part of life, so it follows that improved methods of food preparation have made our lives better. Nowadays we can prepare meals much faster than we could in the past. We can also enjoy a greater variety of food and eat more healthfully, all because of modern methods of food preparation.",
            "Microwave ovens have made it possible to prepare delicious food quickly. People these days rarely have time to shop and prepare meals the old-fashioned way. We live very fast lives. We are busy working, caring for our families travelling, playing sports, and many other things. Because of microwave ovens, we have time to enjoy a good meal with our family and then play soccer, go to a movie, study, or do anything else we want to afterwards. ",
            "Modern methods of preserving food have made it possible to enjoy a wide variety of food. Because of refrigerators, freezers, canning, and freeze-drying, we can eat fruits and vegetables that come from far away places. We can prepare a meal one day and save the leftovers in the refrigerator or freezer to eat at another time. We can keep different kinds of food in the refrigerator or on the shelf. Its easy to always have food available and to be able to eat completely different meals every day.",
            "Healthful eating is easier now than it ever was. Because of modern transportation methods, fresh fruits and vegetables are available all year round. Modern kitchen appliances make it easy to prepare fruits and vegetables fro cooking. Bread machines make it possible to enjoy healthful, home-baked bread whenever we like. We can eat fresh and healthful food everyday because modern methods have made preparation easy.",
            "Our lifestyle is fast, but people still like good food. New food preparation methods have given us is more choices. Today we can prepare food that is more convenient healthier, and of greater variety than ever before in history."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/48/",
        "paragraphs": [
            "Parents shape their children from the beginning of their children's lives. They teach their children values. They share their interests with them. They develop close emotional ties with them. Parents can be very important teachers in their children's lives; however, they are not always the best teachers.",
            "Parents may be too close to their children emotionally. For example, they may limit a child's freedom in the name of safety. A teacher may organize an educational trip to a big city, but a parent may think this trip is too dangerous. A school may want to take the children camping, but a parent may be afraid of the child getting hurt.",
            "Another problem is that parents sometimes expect their children's interests to be similar to their own. If the parents love science, they may try to force their child to love science too. But what if the child prefers art? If the parents enjoy sports, they may expect their child to participate on different teams. But what if the child prefers to read?",
            "Parents want to pass on their values to their children. However, things change. The children of today are growing up in a world different from their parents' world. Sometimes parents, especially older ones, can't keep up with rapid social or technological changes. A student who has friends of different races at school may find that his parents have narrower views. A student who loves computers may find that her parents don't understand or value the digital revolution.",
            "Parents are important teachers in our lives, but they aren't always the best teachers. Fortunately, we have many teachers in our lives. Our parents teach us, our teachers teach us, and we learn from our peers. Books and newspapers also teach us. All of them are valuable."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/47/",
        "paragraphs": [
            "People attend college for a lot of different reasons. I believe that the three most common reasons are to prepare for a career, to have new experiences, and to increase their knowledge of themselves and of the world around them.",
            "Career preparation is probably the primary reason that people attend college. These days, the job market is very competitive. Careers such as information technology will need many new workers in the near future. At college, students can learn new skills for these careers and increase their opportunities for the future.",
            "Students also go to college to have new experiences. For many, it is their first time away from home. At college, they can meet new people from many different places. They can see what life is like in a different city. They can learn to live on their own and take care of themselves without having their family always nearby.",
            "At college, students have the opportunity to increase their knowledge. As they decide what they want to study, pursue their studies, and interact with their classmates, they learn a lot about themselves. They also, of course, have the opportunity to learn about many subjects in their classes. In addition to the skills and knowledge related to their career, college students also have the chance to take classes in other areas. For many, this will be their last chance to study different subjects.",
            "Colleges offer much more than career preparation. They offer the opportunity to have new experiences and to learn many kinds of things. I think all of these are reasons why people attend college."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/46/",
        "paragraphs": [
            "It is certainly true that the position of women in society has undergone a dramatic change in the past twenty years but I do not feel that this is a direct cause of the indisputable increase in juvenile-related problems during this period.",
            "It is now accepted that young women should find work on leaving school; indeed to rely totally on their parents' financial support is no longer an option in many families. Likewise, once they get married, the majority of women continue working since the financial pressures of setting up a house and establishing a reasonable standard of living often require two incomes.",
            "Twenty years ago it was common for women to give up work once they had children and devote their time to caring for their children. This is no longer the general rule and the provision of professionally-run child care facilities and day nurseries have removed much of the responsibility for child rearing that used to fall to mothers. However, these facilities come at a cost and often require two salaries coming into a family to be afforded.",
            "I do not believe that the increase in the number of working mothers has resulted in children being brought up less well than previously. Indeed it could be argued that by giving mothers the opportunity to work and earn extra money children can be better provided for than previously. There is more money for luxuries and holidays and a more secure family life is possible. Of course there are limits as to the amount of time that ideally should be spent away from home and the ideal scenario would be for one of the parents (often the wife) to have a part-time job and thus be available for their children before and after school. It is important to establish the correct balance between family life and working life."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/44/",
        "paragraphs": [
            "There are some conditions under which a novelist could reasonably expect some government suport. In general terms, if the writer has already proved that he or she can write well, and if the stories produced are stimulating and interesting, then I consider that some financial help might be given.",
            "Language quality is difficult to define, but if the writing shows, for example, good grammar, a wide vocabulary, and elegance and imagination, then I can see a valid reason for assisting an author to spend some time free from money problems. Such a writing needs to be encouraged. the entertainment value of a book would be also a factor in deciding whether to provide assistance to an author. Further consideration would include social and educational values expressed in the author's work.",
            "However, if the ideas were socially irresponsible, or if the stories contain unnecessary violence or pornography for its own sake, then I would not want to see the author sponsored to write stories which do not benefit society. Other exceptions are the many writers of good books who do not require financial help. Books which proved to be extremely popular, such as the Harry Potter stories, clearly need no subsidy at all because the authors have become rich through their writing.",
            "Views on what good quality writing means will vary widely, and so if any author is to be given money for writing, then the decision would have to be made by a committee or panel of judge. An individual opinion would certainly cause disagreement among the reading public."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/42/",
        "paragraphs": [
            "The salaries of many singers, dancers and sports people have increased out of all proportion in recent years, while in places like Sudan people are starving to death. I do not beleive that anyone should be able to earn such enormous salaries whan so many people in the world are living in poverty.",
            "One af the factors which should affect what a person can earn ought to be the benefit of person's work to society. It is unreasonable for a famous singer to be able to earn far more from an evening's entertainment than, for instance, a medical scientist who develops a new drug which produces a treatment for a common disease. The pop star certainly has a value in society, but the value in no way exceeds, or even matches, the value gained from a successful medication.",
            "Secondly. work done should be paid according to the amount of effort and skill that goes into it. Nobody would deny that a famous person works hard and is skillful, yet such people do not work any harder than thousand of other workers who have no claim to fame. Yet market force are such that these superstarts can obtain millions of dolor while other unknown people sometimes earn less than they need to survive.",
            "Finally, it should be possible for governments to work together to ensure that the amount of money in circulation should be more more equally and fairly distributed. This seems only fair given that there are so many suffering.",
            "To conclude, it is clear that world poverty is a serious problem and yet the problem could be eased if governments and compenies gave more thought to paying salaries on a more equitable basis and if they started to contribute more money to those in need."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/40/",
        "paragraphs": [
            "Everyone has the choice of being a smoker or not. The people who choose to smoke do so knowing there is a risk of causing harmful damage to themselves. However, I do not entirely agree that these people should have to pay more to receive all the medical treatment they need.",
            "I think there are many situations in which a medical problem has nothing to do with whether a person smokes or not. In these cases, where an illness has no relation to smoking, then I believe that smokers should not be required to pay more than other people for their medical treatment. Most car accidents, for example, have no connection with smoking, and the people who are injured ought to have the same medical help, regardless of the cost. And what about the common flu - it does not seem justifiable to me that a smoker should have to pay more to see a doctor for an illness we can all contract.",
            "On the other hand, I agree that a smoker should pay more than a non-smoker for the necessary treatment of any condition which has been caused by smoking. The principle that people should take responsibility for their own actions is a good one. Consequently, if a person chooses to smoke knowing that this habit can cause serious health problems, then there is no reason why the community or an insurance company should have to pay for medical treatment for an illness which could have been avoided.",
            "In many countries, cigarette packets have a clear warning that smoking can cause health problems and so no smoker can claim not to know the danger. Lung cancer is sometimes a fatal disease and the treatment is both lengthy and expensive, and it is unfair for the smoker to expect the hospital or the community to carry the cost. In fact, it could also be argued that those who smoke in public should be asked to pay extra because of the illness caused to passive smokers.",
            "In conclusion, I feel that smokers should pay more in cases related to smoking, but for any other illness they should pay the same as anyone else."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/38/",
        "paragraphs": [
            "Computers are a relatively new invention. The first computers were built fifty years ago and it is only in the last thirty or so years that their influence has affected our everyday life. Personal computers were introduced as recently as the early eighties. In this short time they have made a tremendous impact on our lives. We are now so dependent on computers that it is hard to imagine what things would be like today without them. You have only got to go into a bank when their main computer is broken to appreciate the chaos that would occur if computers were suddenly removed world-wide.",
            "In the future computers will be used to create bigger and even more sophisticated computers. The prospects for this are quite alarming. They will be so complex that no individual could hope to understand how they work. They will bring a lot of benefits but they will also increase the potential for unimaginable chaos. They will, for example, be able to fly planes and they will be able to co ordinate the movements of several planes in the vicinity of an airport. Providing all the computers are working correctly nothing can go wrong. If one small program fails disaster.",
            "There is a certain inevitability that technology will progress and become increasingly complex. We should, however, ensure that we are still in a position where we are able to control technology. It will be all too easy to suddenly discover that technology is controlling us. By then it might be too late I believe that it is very important to be suspicious of the benefits that computers will bring and to make sure that we never become totally dependent on a completely technological world."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/37/",
        "paragraphs": [
            "The issue of whether we should force parents to immunise their children against common diseases is, in my opinion, a social rather than a medical question. Since we are free to choose what we expose our bodies to in the way of food, drink, or religion for that matter, why should the question of medical 'treatment' be any different?",
            "Medical researchers and governments are primarily interested in overall statistics and trends and in money-saving schemes which fail to take into consideration the individual's concerns and rights. While immunisation against diseases such as tetanus and whooping cough may be effective, little information is released about the harmful effects of vaccinations which can sometimes result in stunted growth or even death.",
            "The body is designed to resist disease and to create its own natural immunity through contact with that disease. So when children are given artificial immunity, we create a vulnerable society which is entirely dependent on immunisation. In the event that mass immunisation programmes were to cease, the society as a whole would be more at risk than ever before.",
            "In addition there is the issue of the rights of the individual. As members of a society, why should we be obliged to subject our children to this potentially harmful practice? Some people may also be against immunisation on religious grounds and their needs must also be considered.",
            "For these reasons I feel strongly that immunisation programmes should not be obligatory and that the individual should have the right to choose whether or not to participate."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/36/",
        "paragraphs": [
            "Some people argue that the state does not have the right to make parents immunise their children. However, I feel the question is not whether they should immunise but whether, as members of society, they have the right not to.",
            "Preventative medicine has proved to be the most effective way of reducing the incidence of fatal childhood diseases. As a result of the widespread practice of immunising young children in our society, many lives have been saved and the diseases have been reduced to almost zero.",
            "In previous centuries children died from ordinary illnesses such as influenza and tuberculosis and because few people had immunity, the diseases spread easily. Diseases such as dysentery were the result of poor hygiene but these have long been eradicated since the arrival of good sanitation and clean water. Nobody would suggest that we should reverse this good practice now because dysentery has been wiped out.",
            "Serious diseases such as polio and smallpox have also been eradicated through national immunisation programmes. In consequence, children not immunised are far less at risk in this disease-free society than they would otherwise be. Parents choosing not to immunise are relying on the fact that the diseases have already been eradicated. If the number of parents choosing not to immunise increased, there would be a similar increase in the risk of the diseases returning.",
            "Immunisation is not an issue like seatbelts which affects only the individual. A decision not to immunise will have widespread repercussions for the whole of society and for this reason, I do not believe that individuals have the right to stand aside. In my opinion immunisation should be obligatory."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/35/",
        "paragraphs": [
            "There is no doubt that some students in schools behave badly and their behaviour causes difficulty for others either because it has a negative effect on the group or because ordinary students find it difficult to study with them.",
            "One solution is to take these students away and teach them on their own. However, if we simply have them removed after one or two warnings, we are limiting their educational opportunities because it seems to me that a school which caters for difficult students is a sort of \"prison\" whatever name you give it and the people who go there may never recover from the experience. This can then cause problems for the wider society.",
            "Perhaps we need to look at why the disruptive students behave badly before we separate them. Disruptive students may be very intelligent and find the classes boring because the work is too easy. Perhaps these students need extra lessons rather than separate lessons. Or perhaps the teachers are uninspiring and this results in behavioural problems so we need better teachers. On the other hand, most students put up with this situation rather than cause trouble, and some people argue that we have to learn to suffer bad teachers and boring situations and that students who can't learn this lesson need to be taught separately.",
            "So before we condemn the students to a special school, we should look at factors such as the teaching, because once the children have been separated, it is very unlikely that they will be brought back."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/34/",
        "paragraphs": [
            "Social welfare is an essential element of an advanced society. Good systems are always abused, but that does not mean they are faulty. In my opinion, the two main reasons why welfare payments are necessary are as follows:",
            "First of all, critics forget that there are many forms of welfare besides payments to the unemployed. Their negative opinions harm those who are not capable of earning a wage, such as single-parent mothers, the disabled, and the sick. Moreover, the unemployed have the right to an income, too. They are not always at fault for not having a job, and in most cases the tax they have paid in the past entitles them to assistance.",
            "The second reason is that crime increases when people have no means of support. The desperately poor inevitably turn to crime, which is not only dangerous but costly. Policing the streets is more expensive than providing welfare. A policeman's wage is four or five times higher than a \"dole\" payment.",
            "Certain members of society believe that people should look after themselves. They point out that welfare increases dependency on others and destroys dignity. This may be true, but in the case of the unemployed, the relief payments are usually temporary. It is surely the fault of the government if there are long-term unemployed. Welfare critics also believe that it is the responsibility of a victim's family to provide financial assistance. However, it is too expensive to provide complete help for a severely disabled person.",
            "To conclude, it is vital to understand the need for welfare in a modern democratic society. Without welfare payments the poor are destined to become poorer. The first duty of a government is to provide a financial safety net for all disadvantaged persons, and that includes those without work."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/33/",
        "paragraphs": [
            "Studying a language in a country where it is widely spoken has many advantages. It is, therefore, a good idea to study English in a country such as Britain. However, I believe it is not the only way to learn the language.",
            "In the first place, most students in non-English-speaking countries learn English at secondary school, and sometimes at university nowadays. Although their spoken English is not usually of a very high standard, their knowledge of grammar is often quite advanced. This is certainly useful when students come to an English-speaking country to perfect the language.",
            "Secondly, studying the basics of English at secondary school is less stressful than learning the language while overseas. This is because students living at home do not have to worry about problems such as finding accommodation, paying for their study and living costs, and trying to survive in a foreign country where day to day living causes much stress.",
            "However, there are obvious advantages of learning English in Britain. Every day there are opportunities to practise listening to and speaking with British people. Also, students can experience the culture firsthand, which is a great help when trying to understand the language. This is especially true if they choose to live with a British family, as exchange students for example. Furthermore, if students attend a language school full-time, the teachers will be native speakers. In this case, not only will students' speaking and listening skills improve, but attention can be given to developing reading and writing skills as well.",
            "In general, even though it is preferable to study English in an English-speaking country, a reasonable level of English can be achieved in one's own country, if a student is gifted and dedicated to study."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/32/",
        "paragraphs": [
            "In most countries of the world the population is increasing alarmingly. This is especially true in poor, undeveloped countries. Overpopulation causes a considerable number of problems.",
            "In poor countries it is difficult to provide enough food to feed even the present number of people. In addition, education to limit the number of children per family is not always successful. Poorer countries usually have a lot of unemployment too, and an increase in population simply makes the situation worse. The environment also suffers when there are too many people living on the land.",
            "In rich, industrialised and developing countries it is very difficult for governments to provide effective public services in overcrowded cities. Moreover, there is usually a great deal more crime, which is often due to high rates of unemployment. Further large increases in population only cause more overcrowding, unemployment and crime.",
            "There are two main solutions to the overpopulation problem. Firstly, every woman who is pregnant, but who does not want to give birth, should be allowed by law to have an abortion. Secondly, governments must educate people to limit the size of the family. In China, couples are penalised financially if they have more than one child. This may seem cruel, but the \"one-child policy\" is beginning to have an effect in the world's most populous nation. Eventually, similar policies might also be necessary in other crowded nations such as India, for example.",
            "To sum up, if the population explosion continues, many more people will die of starvation in poor countries, and life in the cities, even in affluent nations, will become increasingly difficult."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/31/",
        "paragraphs": [
            "Youth drug abuse is a serious problem nowadays in many cultures. Not only is illegal drug use on the rise, but children as young as 10 years old are experimenting with alcohol and tobacco. The reasons for this behaviour are unclear, but certain sociologists blame the examples set by their elders.",
            "Parents who drink and smoke to excess are, in effect, telling their children that it is acceptable to abuse their bodies with drugs. Consequently, children may have a similar view towards illegal drugs, even if their parents are against their use. In addition, drug use shown on television and in films can only confuse children who are also taught at school that drug abuse is wrong.",
            "The pressure on young people to perform well at school in order to compete for jobs is a possible cause of the problem. Many believe they cannot live up to their parents' expectations, and feel a sense of hopelessness. Also, the widespread availability of drugs means teenagers are faced with the temptation to experiment. Drugs are used as a means of expressing dissatisfaction with the pressures they face in society.",
            "The effects of drug abuse are well known. Many young people's talents are wasted, and addiction to hard drugs can cost a user his or her life. Furthermore, those who drink and drive may be involved in fatal road accidents. The cost to society is great, and enormous amounts of money are spent on convicting drug dealers and on education programmes.",
            "To conclude, I recommend that the only sensible way to solve this problem is to educate young people about the dangers of drug use, and to take steps to reduce the pressure of competition placed upon them."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/30/",
        "paragraphs": [
            "These days, many people are afraid of nuclear technology because of the dangers associated with its use. In my opinion, although it is true that nuclear weapons pose the greatest threat to life, the use of nuclear technology for peaceful purposes also carries some serious risks.",
            "Nuclear power stations provide an important source of cheap power for many industrialised nations and some developing countries. However, there is always the danger of radiation leaking from these plants. Even though safety precautions are taken, there have been numerous disasters such as the explosion of a nuclear plant in Russia not long ago.",
            "Nuclear technology is even used to help cure some diseases such as cancer. Radiation can be applied to the body to burn away cancerous cells. This is, however, a dangerous procedure, and the application of radiation is almost always painful and not always successful.",
            "The most worrying aspect of nuclear technology, though, is its use for military purposes. Enough atomic bombs have already been built to completely destroy the planet, and the real danger is that one day some country will start a war with these weapons. Too many countries now have the technology required to make such bombs, and there is currently much debate about how to control the situation.",
            "In conclusion, nuclear technology certainly has positive uses, but is, nonetheless, dangerous. However, it would have been better if it had never been used to create nuclear weapons. If life on Earth is to continue."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/29/",
        "paragraphs": [
            "It is generally accepted that we all need leisure time to recover from the stresses of work and everyday life.",
            "Personally, I prefer to be active during this time, as I think this suits me better. However, what we do with our leisure time is up to us and no one can say that any particular activity is the best.",
            "Some people relax by watching movies, reading or surfing the internet. People who have physically demanding jobs may choose these types of activities. If you are a nurse or builder, you may feel that you don't want to do a five-kilometre run after work, because you are already physically tired.",
            "Other people do very sedentary jobs. Computer analysts, for example, may spend all day sitting in front of a computer screen. At the end of the working day, they may be keen to stretch their limbs and improve their health by swimming or going to the gym.",
            "Another factor that influences our choice of leisure pursuit is where we work. People who work indoors often prefer outdoor hobbies, whereas for people who work outdoors, the reverse may be true. I am a student myself and this involves a lot of sitting in lectures, so I need to get out into the fresh air afterwards.",
            "In any situation, the important thing is that people need to stay healthy by choosing what is best for them. The only wrong way to spend free time, in my view, is to have a sedentary job and then go home and watch television."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/618/",
        "paragraphs": [
            "It is true that illiteracy is becoming a serious problem in industrialised nations. This is surprising as most people think that this is a problem only in under-developed nations such as in parts of Africa and India. Illiteracy is related to many other problems such as poverty, over-population and governmental corruption. Let us take a more detailed look at the causes of this growing problem in many Western nations.",
            "One of the most obvious reasons for the increase in illiteracy is the advent of television. Children no longer have to read to obtain information. Neither do they have to read to relax. Today children get home from school and go straight to “the box” to watch their favorite program. Watching television is much easier and more exciting than reading.",
            "Another reason for the increase in illiteracy is the fact that so many women work. This means that children are often alone at home and so they are unsupervised. When parents get home they are often too tired to spend quality time whit their children.",
            "It is also true that many people blame schools for the decline in illiteracy. In many countries there has been a move away from teaching basic skills such as reading and writing.",
            "There are many effects of this growing illiteracy rate. The most obvious is unemployment. This may in turn lead to alcohol and drug abuse. Ultimately the economy of the country begins to suffer and there is a drop in living standards.",
            "To address this problem, parents need to become more aware of their responsibilities and schools need to consider a change in their teaching methods. If this worsening trend is not reversed, the problem of illiteracy will become very serious."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/569/",
        "paragraphs": [
            "If I could change one thing about my hometown, I think it would be the fact that there’s no sense of community here. People don’t feel connected, they don’t look out for each other, and they don’t get to know their neighbors.",
            "People come and go a lot here. They change jobs frequently and move on. This means that they don’t put down roots in the community. They don’t join community organizations and they’re not willing to get involved in trying to improve the quality of life. If someone has a petition to put in a new street light, she has a very hard time getting a lot of people to sign. They don’t feel it has anything to do with them. They don’t get involved in improving the schools because they don’t think the quality of education is important to their lives. They don’t see the connection between themselves and the rest of their community.",
            "People don’t try to support others around them. They don’t keep a friendly eye on their children, or check in on older folks if they don’t see them for a few days. They’re not aware when people around them may be going through a hard time. For example, they may not know if a neighbor loses a loved one. There’s not a lot of community support for individuals.",
            "Neighbors don’t get to know each other. Again, this is because people come and go within a few years. So when neighbors go on vacation, no one is keeping an eye on their house. No one is making sure nothing suspicious is going on there, like lights in the middle of the night. When neighbors’ children are cutting across someone’s lawn on their bikes, there’s no friendly way of casually mentioning the problem. People immediately act as if it’s a major property disagreement.",
            "My hometown is a nice place to live in many ways, but it would be much nice if we had that sense of community."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/567/",
        "paragraphs": [
            "“Experience is the best teacher” is an old cliché, but I agree with it. The most important, and sometimes the hardest, lessons we learn in life come from our participation in situations. You can’ learn everything from a book.",
            "Of course, learning from books in a formal educational setting is also valuable. It’s in schools that we learn the information we need to function in our society. We learn how to speak and write and understand mathematical equations. This is all information that we need to live in our communities and earn a living.",
            "Nevertheless, I think that the most important lessons can’t be taught; they have to be experienced. No one can teach us how to get along with others or how to have self-respect. As we grow from children into teenagers, no one can teach us how to deal with peer pressure. As we leave adolescence behind and enter adult life, no one can teach us how to fall in love and get married.",
            "This shouldn’t stop us from looking for guidelines along the way. Teachers and parents are valuable sources of advice when we’re young. As we enter into new stages in our lives, the advice we receive from them is very helpful because they have already bad similar experiences. But experiencing our own triumphs and disasters is really the only way to learn how to deal with life."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/565/",
        "paragraphs": [
            "Throughout my life, I have been lucky enough to have a very good relationship with my parents. They have supported me, given me necessary criticism, and taught me a great deal about how to live my life. Parents can be very important teachers in our lives; however, they are not always the best teachers.",
            "Parents may be too close to their children emotionally. Sometimes they can only see their children though the eyes of a protector. For example, they may limit a child’s freedom in the name of safety. A teacher might see a trip to a big city as a valuable new experience. However, it might seem too dangerous to a parent.",
            "Another problem is that parents may expect their children’s interests to be similar to their own. They can’t seem to separate from their children in their mind. If they love science, they may try to force their child to love science too. But what if their child’s true love is art, or writing, or car repair?",
            "Parents are usually eager to pass on their value to their children. But should children always believe what their parents do? Maybe different generations need different ways of thinking. When children are young, they believe that their parents are always rights. But when they get older, they realize there are other views. Sometimes parents, especially older ones, can’t keep up with rapid social or technology changes. A student who has friends of all different races and backgrounds at school may find that her parents don’t really understand or value the digital revolution. Sometimes kids have to find their own ways to what they believe in.",
            "The most important thing to realize is that we all have many teachers in our lives. Our parents teach us, our teachers teach us, and our peers teach us. Books and newspapers and television also teach us. All of them are valuable."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/564/",
        "paragraphs": [
            "People attend colleges or universities for a lot of different reasons. I believe that the three most common reasons are to prepare for a career, to have new experiences, and to increase their knowledge of themselves and the world around them.",
            "Career preparation is becoming more and more important to young people. For many, this is the primary reason to go to college. They know that the job market is competitive. At college, they can learn new skill for careers with a lot of opportunities. This means careers, such as information technology, that are expected to need a large workforce in the coming years.",
            "Also, students go to colleges and universities to have new experiences. This often means having the opportunity to meet people different from those in their hometowns. For most students, going to college is the first time they’ve been away from home by themselves. In additions, this is the first time they’ve had to make decisions on their own. Making these decisions increases their knowledge of themselves.",
            "Besides looking for self-knowledge, people also attend a university or college to expand their knowledge in subjects they find interesting. For many, this will be their last chance for a long time to learn about something that doesn’t relate to their career.",
            "I would recommend that people not be so focused on a career. They should go to college to have new experiences and learn about themselves and the world they live in."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/555/",
        "paragraphs": [
            "I think it is true that in almost every country today each household and family produces a large amount of waste every week. Most of this rubbish comes from the packaging from the things we buy, such as processed food. But even if we buy fresh food without packaging, we still produce rubbish from the plastic bags used everywhere to carry shopping home.",
            "The reason why we have so much packaging is that we consume so much more on a daily basis than families did in the past. Convenience is also very important in modern life, so we buy packaging or canned food that can be transported from long distances and stored untill we need it, first in the supermarket, and then at home.",
            "However, I think the amount of waste produce is also a result of our tendency to use something once and throw it away. We forget that even the cheapest plastic bag has used up valuable resources and energy to produce. We also forget that it is a source of pollution and difficult to dispose of.",
            "I think, therefore, that governments need to raise this awareness in the general public. Children can be educated about environmental issues at school, but adults need to take action. Governments can encourage such action by putting taxes on packaging, such as plastic bags, by providing recycling services and by thing households and shops that do not attempt to recycle their waste.",
            "With the political will, such measures could really reduce the amount of rubbish we produce. Certainly nobody wants to see our resources used up and our planet poisoned by waste."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/465/",
        "paragraphs": [
            "Holidays are important because they provide a break from our normal daily routine and from the world of work. Traditionally, holidays have been seen as a time for relaxation and as an opportunity to visit another country in order to find out about its geography and customs. Nowadays, however, it seems that other types of holiday are becoming popular.",
            "Some people want their holiday to be a kind of adventure, and find this more exciting than going to the beach or visiting museums. On an adventure holiday, you may stay in quite basic accommodation, rather than a luxurious hotel. Activities may involve things such as bush walking or cycling, or may form part of an aid project designed to help communities in remote areas. Holidays such as these are popular with people of all ages and can often help to promote tourism in rural environments.",
            "The increasing popularity of dangerous sports has also boosted the number of adventure holidays; for example, water sports, mountain climbing or paragliding. These holidays are more popular with the younger generation, as they can be both physically and mentally demanding. Participants are often seeking the sort of thrills that they cannot get in ordinary life.",
            "There is now greater awareness of the damaging effects of mass tourism and this may be one reason for the changing nature of holidays. This can only be a good thing. But perhaps people are also discovering that it is just as refreshing to take an active holiday, as it is to lie on a beach - though that is still a question of personal preference."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/464/",
        "paragraphs": [
            "The idea that a marriage should be arranged by the parents of the couple, or by other members-of the family, is quite acceptable to some societies, yet completely out of the question for others. It all depends on your cultural expectations.",
            "In so-called western societies, it is very unusual for marriages to be arranged. Most young people would not welcome the idea that their parents have the right to choose their partner for life. They feel that arranged marriages deny them their fundamental right to choose, even if they make a bad decision.",
            "However, if we are honest about it, we might acknowledge that some parents organise their children's lives in such a way that they are likely to meet and marry partners the parents approve o£ It could be said that this is, to some extent, similar to an arranged marriage. It is always better when families support the relationship and welcome the grandchildren.",
            "People for whom arranged marriages are the cultural norm often argue that the likelihood of the marriage lasting is greater when it is set up in this manner. Parents can be assured that their children are joining a family of similar standing and cultural background, and this, in the long run, makes for a more stable society if your parents' marriage was arranged, and has worked well, then why should you question the custom?",
            "The important thing to ensure is that people are never forced into a marriage which will make them unhappy or lead to an unequal relationship where one partner is exploited by the other. This applies in all societies and situations."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/463/",
        "paragraphs": [
            "I certainly agree that people who come up with new ideas; in other words those who 'invent' or 'discover' things are terribly important to society as a whole. However, I also think there is a role in society for good imitators.",
            "No one would deny that key individuals must be thanked for providing us with certain facilities that we use every day. Where, would we be, for example, without basic items such as the washing machine, the television and, more recently, the computer? These items are now used so regularly that we tend to take them for granted.",
            "In fact, the society we live in today has become increasingly consumer-oriented, and while it may be possible to constantly update and improve consumer goods, not everyone where I live can afford the prices of these innovations. Furthermore not everyone lives in an area that has accessibility to the latest models on the market. For this reason, there is a value to be placed on being able to provide good copies of expensive items.",
            "Having said that, certain innovations have a more serious impact on our lives than consumer goods and cannot easily be replicated. Vital medicines like penicillin and vaccines against dangerous diseases also exist because people made continual efforts to develop them. Scientific ideas such as these enable us to live longer and escape illness."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/449/",
        "paragraphs": [
            "The advanced `Mind machines' so called `the Computers' are no doubt the best products of latest technology. One cannot imagine the advancement of life and Sciences without these machines.",
            "But like other achievements; they have their own good and bad effects as seen with experience and passage of time. In my opinion they are good if used for educational and beneficial uses for health and living etc.",
            "Basically twentieth century had been famous for its latest Computer techniques and their application on our lives. Datas shown on Computers help us to assess how much education is conducted through this media. The assessment ways as well as examinations are improved. Moreover personal skills of reading and writing are far more improved through Computers.",
            "Moreover Science and technology progressed immensely with computers. Researchers like cloning and transplants are only possible with modern computerized skills.",
            "Good question comes to ones mind ... where will this Computer would take us next?? Certainly no one knows! We might explore new planners. May be we will buy houses on Moon, Mars or Jupitor. Or we might loose our own identity. One cannot forget the end of 2000 millennium when everybody was in chaos to think what will happen if the computers crash? The aeroplanes were going to crash and the trains would colloid. That Show we are forced to think that one should not be dependent on these machine after all we are humans. We are here to command computers not them to order us."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/443/",
        "paragraphs": [
            "Nowadays, as roads are becoming more and more crowded, people are considering both the advantages and disadvantages of having a car before they buy one.",
            "The main advantage of the car is that it gives the freedom to travel when and where you want, without being limited to fixed routes and timetables. What is more, you can carry several passengers and as much luggage as you like, at no extra cost. In addition to this, you can travel in comfort in a car, with a seat to yourself and the possibility of comforts such as a music system and air conditioning.",
            "On the other hand, owning a car is very expensive. As well as the price of the car, the cost of tax, insurance, petrol and repairs must also be considered before buying. Moreover, the increase in traffic means that drivers are spending more and more time stuck in traffic jams. Perhaps the major disadvantage of cars in general is the huge damage that they do to human life and to the environment, and all motorists much accept that they are making a small contribution to this.",
            "To sum up, provided you have access to an efficient public transport system, then buying and running your own car could be considered an expensive luxury."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/428/",
        "paragraphs": [
            "In our daily life, we always communicate information through the media, such as television, radio, film, These media have different advantages and disadvantages for us. Now, I am going to compare the advantages and disadvantages of books, television and film.",
            "Books bring us different knowledge. It bases on what Book we read. A famous Chinese traditional verse which described books is a treasure. We can find a golden house in there. Moreover, when we want to read it, we can find it easily, such as bookstore, library. We can also learn a lot of words from books. And it can improve our reading and writing skills.",
            "However, books always are not attractive for children or youngster. It is because books are quite boring. A lot of words and less pictures inside the books, compare to television, television has pictures and sound, we don't have to read a lot of words in television. But some artist in television programme or film, bring a bad image to us. Then some children or youngers will imitate their behaviour. Some film also bring a wrong message to us, For example, they are always smoking in films. It seems that smoking is good and smart. It caused many youngers imitate them smoking.",
            "In conclusion, bookds, television and film have many advantages and disadvantages. I cannot write all in here. And we have choose the media carefully."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/416/",
        "paragraphs": [
            "Nobody can say with confidence that children should be taught at home or at any children's institutions. There are many different children and every one demand of education suitable only for him.",
            "But for most of children the best way of learning the life is being in the children's institutions. Nobody would argue that contacts between children of the same age are very important for bringing your child up. Such a contact is very important for playing, entertaining and learning living with other people. The harmonious living with other people, to my mind, is the first task for any man. Lack of this harmony sets problems and troubles.",
            "The children need space to run and make noise, to jump and cry. Do you or your neighbours allow these actions for your child? If you live in town, it is difficult to find a safe place to play. Kindergartens give such a possibility. They give space, a lot of toys and constructions for physical exercises. So, if you have bad living conditions, the kindergarten is the best way for you. But if you have a large family with many children and enough space, you may keep your child at home. You should be sure that the child feels, dressed and comfortable. His brothers and sisters give him necessary contacts. It's noticed long ago that children in big families are much more easy-tempered and calm. They are located in more harmonic world than others.",
            "Sometimes differences in age put troubles in contacts between children in large families. Then it is better for child to be sent to the kindergarten (school). But if quarrels don't last for a long time, everything is all right. In general, quarrels develop ability to cooperate with people. They develop a personal initiative and force setting the balance. In such a way the child gets lessons of life. Addly, the quarrels often take place in kindergartens and schools and we shouldn't fear it.",
            "Side by side with quarrels parents often are afraid of colds which happen in kindergartens more frequently. Parents prefer keeping the child at home. But for a healthy child odd cold (if illness occurs, it goes its normal course) can't make big harm to the child. And if the child is adaptable to the conditions of public places earlier it would be better for him in future.",
            "In general, I am a follower of the theory of keeping children in adapted places such as good kindergartens. But keeping children in such a place can't replace family and home. Only together they make harmonic and beautiful union."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/414/",
        "paragraphs": [
            "Today the way we consider human psychology and mental development is heavily influenced by the genetic sciences. We now understand the importance of inherited characteristics more than ever before. Yet we are still unable to decide whether an individual’s personality and development are more influenced by genetic factors (nature) or by the environment (nurture).",
            "Research, relating to identical twins, has highlighted how significant inherited characteristics can be for an individual's life. But whether these characteristics are able to develop within the personality of an individual surely depends on whether the circumstances allow such a development. It seems that the experiences we have in life are so unpredictable and so powerful, that they can boost or over-ride other influences, and there seems to be plenty of research findings to confirm this.",
            "My own view is that there is no one major influence in a person's life. Instead, the traits we inherit from our parents and the situation and experiences that we encounter in life are constantly interacting. It is the interaction of the two that shapes a person's personality and dictates how that personality develops. If this were not true, we would be able to predict the behavior and character of a person from the moment they were born.",
            "In conclusion, I do not think that either nature or nurture is the major influence on a person, but that both have powerful effects. How these factors interact is still unknown today and they remain largely unpredictable in a person’s life."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/401/",
        "paragraphs": [
            "I strongly support the death penalty for murderers. In today's society, life is very violent. There are many mentally-ill people committing crimes and almost nothing will stop them. We have interviewed captured criminals who say, \"I was going to kill him, but I knew that I could get the death penalty if I did. So I just left him there.\" Obviously, having the death penalty saves lives and that makes a positive difference to society.",
            "If a criminal does murder someone, and then gets the death penalty, that isn't society's fault. Everyone knows about the death penalty as a punishment for murder. So, the person who murders is really killing himself at the same time he is killing his victim. The murderer has made the choice to die.",
            "It is important to remember that the death penalty is used only for people who have committed very serious crimes. For example, a woman shot a police officer when she was trying to escape from jail. She was already a convicted criminal when she committed murder, and she deserves the death penalty.",
            "People need to accept responsibility for their actions. Punishing murderers with the death penalty is one way that society can help people to realize/realise the consequences of their decisions."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/400/",
        "paragraphs": [
            "\"Do as I say, not as I do.\" This is what society tells us when it punishes murderers with the death penalty. Society tells us that murder is wrong, and in our legal system, murder is against the law. Yet we still see our society kill murderers, and thus we are committing murder ourselves. For this reason, the death penalty should end, and instead murderers should be punished with life in prison.",
            "Society needs to show a positive model of how our lives should be and how people should act. We should always strive to improve our situation, to be at peace and in harmony with others. However, when we kill murderers, we are not working to improve our society. Instead, we are stooping to the criminals' level.",
            "It makes me think about the revenge that came when playing games with my brothers. When we were kids/children, my brother would take my toys, so I would hit him and take my toys back. Then he would hit me harder and take the toys again. Thinking of the death penalty, I imagine a murderer kills someone. Society takes revenge by killing the murderer. This leaves behind the murderer's family and friends, who have tremendous anger inside of them, which they may release onto society. The cycle of killing goes on and on.",
            "Society should not condemn people who are taking the same action that society is taking. Society tells us not to kill, and yet society kills when it exercises the death penalty. Because of this contradiction, we should end the death penalty and instead punish murderers by sentencing them to life in prison."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/398/",
        "paragraphs": [
            "Nowadays, purpose of education being changed in Korea. There are some People who think that competition in children should be made, also others believe that children who are taught to co-operate as well as become more usefwl adults. There are advantages and disadvantages for both of the arguments.",
            "To begin with, what is good if a sense of competition m children is made? They could develope themselves more and more as they learn and study a lot to win from the competitbn. To prove this, in Korea, it is popular - even common now - to have a tutor who come to student's house to teach extra pieces of study with paying a lot of money. They learn faster than what they learn at school. Furthermore, during the vacations, students study abroad to learn English for a month instead of revise school work. If they have experiments such as study abroad, it is one of the greatest plus point to go to the famous well-known high-school. Moreover, there are four big school exam and two national examinations to test students' level of studies. Generally, only the highest 40% can go to the good quatrty highschools and colleges. Children learn as much as they can, to wim the competition to obtain good quality schools.",
            "On the other hand, as they are busy to enter the schools and study individually with their own tutors, there are problems. They become selfish. They become careless and don't help others alot if it is about studies. There will be no co-operations for them. Then, why are there companies for many people to work in? Each of them are clever, however, there are weak parts and strong parts for each person. To co-operate is to improve this part. People talk and listen to what others thmking of and learn. That could also be a great opportunity to learn instead of learning alone with one teacher.",
            "In conclusion, I strongly agree with that children should be taught to co-operate rather than compete. Nobody is perfect. People learn together, work together to develop each other. Therefore, I want parents and teachers to educate children concentrating on co-operation, not compete and ranking them."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/381/",
        "paragraphs": [
            "Families who do not send their children to public school should be required to pay taxes that support public education.",
            "Every child in my country is required to attend school and every child is welcome to enroll at his/her local public school. Some families choose to send their children to other schools, and it is their prerogative to do so. However, the public schools are used by the majority of our children and must remain open for everyone. For example, my uncle sent his two children to a private academy for primary school. Then he lost a huge amount of money through some poor investments and he could no longer afford the private school's tuition. The children easily transferred to their local public school and liked it even more than their academy. The public schools supported their family when they had no money to educate their children.",
            "Because the public schools educate so many citizens, everyone in my country-whether a parent or not-should pay taxes to support our educational system. We all benefit from the education that students receive in public school. Our future doctors, fire fighters, and teacherspeople whom we rely on everyday-are educated in local public schools. When a person is in trouble, it's reassuring to know that those who will help you-such as fire fighters-know what they're doing because they received good training in school and later. Providing an excellent education in the public school system is vital to the strength of our community and our country.",
            "Our government must offer the best education available, but it can only do so with the financial assistance of all its citizens. Therefore, everyone-including families who do not send their children to public school-should support public education by paying taxes."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/380/",
        "paragraphs": [
            "Families who do not send their children to government-financed school should not be required to pay taxes that support universal education.",
            "When families send their children to non-public (that is, parochial and private) schools, they must pay tuition and other school expenses. Spending additional money to pay taxes creates an even greater financial hardship for these families. They must make sacrifices, trying to have enough money to pay for school in addition to other bills. For example, my friend Amalia is a single mother with an eight-year-old son, Andrew. Because they survive solely on her income, money is tight. Amalia works at least 10 hours of overtime each week to cover Andrew's school expenses. This gives Amalia and Andrew less time to spend together, and she is always so tired that she is impatient with him when they do have family time. Clearly, this extra expense is an unfair burden for hard-working parents like Amalia.",
            "While some people may consider parochial or private school to be a luxury, for many families it is essential because their community's public schools fail to meet their children's needs. Unfortunately, due to shrinking budgets, many schools lack well-qualified, experienced educators. Children may be taught by someone who is not a certified teacher or who knows little about the subject matter. Some problems are even more serious. For example, the public high school in my old neighborhood/neighbourhood had serious safety problems, due to students bringing guns, drugs, and alcohol to school. After a gang-related shooting occurred at the high school, my parents felt that they had no choice but to enroll me in a parochial school that was known for being very safe.",
            "Unfortunately, even when families prefer public schools, sometimes they can't send their children to one. These families are burdened not only for paying expenses at another school, but also by being forced to pay taxes to support a public school that they do not use."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/378/",
        "paragraphs": [
            "When computers first made their way into the business sector, everyone believed that they would make people's jobs easier. What was not expected was that computers would eliminate jobs. Besides contributing to unemployment, these automated workers often exhibit inadequate job performance.",
            "A number of jobs have been lost as a direct result of new computer technology. Ticket agents in various transportation facilities, from subway/underground stations to airports are virtually nonexistent these days. Bank tellers have been greatly reduced due to automated bank machines. In addition, many call centers/centres that have help lines are almost entirely computerized/computerised. A few years ago I worked as a helper in our local library. Today this position does not exist, because six new computers have been installed. The number of positions lost to computers grows exponentially, and unemployment continues to get worse.",
            "While a computer may easily achieve the main tasks of these jobs, most computers fall short when customers have a unique request or problem. A pre-paid ticket booth does not have insight about the entertainment district and cannot offer friendly directions to a tourist. Similarly, an automated bank machine cannot provide assistance and reassurance to a customer who has just had his credit card stolen. And, more often than not, automated telephone operators cannot answer the one question that we have, and we end up waiting on the line to speak with someone anyway. Every time I go into the library where I worked I notice elderly people who don't know how to use the computers and can't find anyone to help.",
            "In the future, I believe a new business trend will evolve. As computers eliminate jobs, new positions will have to be invented. More and more people will go into business for themselves, and hopefully put the personal touch back into business. I believe that the human workforce will demonstrate that it is more valuable than computers."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/364/",
        "paragraphs": [
            "These days with increasing urban populations, there are major problems with congestion and not only the price, but also availability of accommodation in large cities of the world. It seems that one possible solution could be to relocate large companies and factories as well as their respective employees out of these urban areas and into more rural ones. In my opinion, I strongly agree that this would have a desired effect in making cities more livable.",
            "To begin with, the traffic problem in cities doesn’t only exist from commuting employees, but also the general public travelling around the city. While this may be a fact, if the number of worker’s vehicles is reduced on city streets, a large percentage of traffic will obviously decline in rush hours. For example, peak hour traffic is undoubtedly made up largely of staff from companies going to and from home.",
            "Secondly, in regards to housing problems, populations will always continue to grow in cities and therefore inadvertently decrease the number of cheap and available apartments. This is certainly obvious, however, a large proportion of these apartments are occupied by employees from large firms and their families. If this workforce is relocated to housing estates in the country, city apartment blocks will fall in price and certainly increase in availability.",
            "In conclusion, by relocating workers to rural areas to work and reside, heavy traffic conditions and lack of adequate accommodation in city centres will obviously change for the better. As far as I’m concerned, I agree that the government should enforce such a law in order to increase our standard of living in our hectic city life."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/363/",
        "paragraphs": [
            "I totally disagree with the idea of high-level employees leaving at the age of 55 to make room for the upcoming generation. While it is true that the energy level and fresh ideas of youth can rejuvenate a company, the steady hand of experience can still best guide a company in most cases.",
            "In English there is a saying, “You can’t teach an old dog new tricks.” In the fast-paced world of business, bolstered by even faster hi-tech innovations, a younger more pliant mind would seem to be able to adapt with greater flexibility, while such an environment might boggle an older more set-in-its-ways mind. Take, for example, Microsoft’s Bill Gates, whose energy and brilliant insights as a youth helped him to pioneer new territory in the computer software world and establish a digital empire. Now as a more mature CEO, this king of the “computer” mountain is constantly on the verge of being knocked down by upcoming digeratti entrepreneurs. However, it is now the experience he has accumulated as an older man which keeps him on top. So, combining the vigour and innovation of younger workers with the experience of older workers would seem to be the winning hand in the world of business.",
            "The assertion is to give opportunities to the younger generation. If everyone retires at 55, there will be smaller pool of experience at the company. So, who will show them the ropes of the trade? It would be as if we lopped off the last few chapters of a textbook. On this point the argument would seem to be built on false presumptions.",
            "And think of all the other problems retirement at 55 would create. With life expectancy in many advanced nations at 70-plus years, how would the state along with private enterprises be able to support their retirement pensions? The economic repercussions of such an idea could be great.",
            "Besides, the Western form of capitalism is built on competition and merit and not seniority according to age, and democracy is built on equality for all regardless of one’s age, so the argument clearly goes against these two pillars of Western society.",
            "Granted, my counter-arguments are perhaps as simplistic as the original assertion itself, but without qualifying the assertion with greater supporting evidence or background information, both sides can be argued. Nevertheless, even after thoroughly considering the argument, I believe I would still adhere to my viewpoint that the assertion lacks merit for the aforementioned reasons. Besides, when I am 55 I do not fancy the idea of being put out to pasture. I think I will still be full of vitality and have a desire to work, so I hope my workplace will view me as a treasure house of valuable experience to pass along to the next generation and keep me on until I am at least 65 if not older."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/362/",
        "paragraphs": [
            "What would the world be like without Shakespeare or the Olympics? While medical care and education are perhaps the highest causes to which money can be contributed, the arts and athletics are in some ways just as valuable. So, to ask the government to not extend support to these two areas could be just as detrimental to the welfare of society as the lack of sufficient health care and education.",
            "The Romans believed in “mens sana in corpore sano”. In short, that there is indeed a correlation between a healthy body and healthy mind. When we are healthy, we feel better and so are more likely to be productive academically. Plus, the practice of sports can also teach us the very same discipline we need for our studies. Why even a brisk walk or watching an exciting athletic match can refresh the mind for greater work. Moreover, sports can serve to create healthier bodies, which in turn would serve as a form of “preventive medicine” thereby cutting down on medical costs. In the same vein, the arts are known to induce a sense of well-being in performers and audience alike, reducing mental problems and their associated physical manifestations and again, medical costs. As such, building theatres and stadiums, which spur interest in the arts and sports respectively, actually would be practically identical to spending money on medical care and education!",
            "Now I realize the question specifically addresses the building of theatres and sports stadiums by government. Some people would contend athletics and the arts can still be enjoyed and practiced without such constructions. I would hazard that these buildings stand as the altars to the sports and arts worlds, inspiring would-be athletes and performers. Without such venues where would sports spectators and music aficionados be able to enjoy these events? Now some other people would also say business could support their construction, but we know the avarice of business could very likely jeopardize the lofty spirit of athletics and the arts just as well. Therefore, allowing government to retain some say in the matter on behalf of the people would, I believe, be in the best interest of the people.",
            "In short, as long as the government does no go overboard in its expenditures for these buildings and uses such venues for the benefit of all, then, as mentioned above, people will benefit in terms of both medical care and education as well. This is not to say the government should neglect medical care and education, but rather to think of this not as an either-or choice but as a win-win situation for all."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/361/",
        "paragraphs": [
            "With the advent of globalization, a common language to facilitate trade and communication seems inevitable. Some oppose the development of a single language on the grounds that it may lead to cultural erosion and a loss of local linguistic knowledge. Yet, I am of the opinion that it is possible to use an official international language and still retain one’s own language and culture.",
            "Firstly, many countries already use an official language or languages. For example, in India there are two official languages: Hindi and English. In a country such as India where there are innumerable languages spoken, there is a need for official languages to ensure communication between different sections of the population and the different states. In China, where different dialects are spoken, Mandarin, the official language, enables people from different provinces to comprehend each other.",
            "Secondly, in an age of rampant globalization there is no doubt that an international language is inevitability. How is an African businessman going to conduct business in China when there are such differences between languages? In this sense, not only is an international language inevitable, but also a necessity for trade, commerce and economic expansion in the 21st century.",
            "The critics opposing the adoption of an international official language argue that it would lead to a loss of cultural identity. However, the use of an international official language doesn’t mean that local languages will die out. For example, English already functions as a kind of unofficial international language but this doesn’t mean that people solely converse in English or they neglect their own language. English is used in specific contexts (trade, business, etc) and native languages are used for everyday instruction.",
            "In brief, as the world becomes smaller the need for an official international language seems unavoidable. English has already assumed this role although its status is unofficial. In my view, the use of either an official or unofficial international language is necessary to facilitate communication in a time of rapid globalization."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/360/",
        "paragraphs": [
            "It’s widely believed in today’s materialistic world that the latest innovative fashion trends hold great significance. On the other hand, such trends are believed to be set only in the pursuit of profits for large designer companies. It seems that in recent times, people are now changing their minds in regards to wearing clothes for comfort and as a personal choice. Personally I agree that we should pay more attention to individuality and comfort in the way we dress.",
            "Firstly, fashion designs exist as a form of creative artistic expression of the designer. Although this may be true, undoubtedly such designs take away individuality once a trend is set in place. By this I mean that there is nothing unique about wearing what everybody else does. More specifically, if everyone sports the latest colour and design in summer skirts, do we not look the same?",
            "Secondly, It is possible that fashion trends can look extremely stylish to the general public. However, it can be argued that the main purpose of wearing clothes is for more functional reasons. This is primarily due to the fact that clothes were traditionally worn to protect people from climatic conditions. For instance, clothes are still worn basically to keep people warm and dry in winter and cool in summer.",
            "Finally, fashion certainly gives us a sense of confidence and pride in our appearance. While this is certainly a good point, it also means that following such changeable trends proves to be expensive. For example, purchasing every latest season’s fashion item will of course blow the budget of many young people.",
            "In conclusion, there are various arguments to support the dismissal of fashion trends, consisting of not conforming, comfort and price, which I strongly agree with."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/359/",
        "paragraphs": [
            "One of the greatest advantages is that the children learn to be independent. Having to cook, clean, and pay bills instills this in them. Often they have to work part-time to make ends meet, and this impresses upon them the importance of work and money management.",
            "Another important factor is that these children will be exposed to different cultures and ways of thinking. They will become more open-minded and tolerant and are likely to become more adaptable individuals.",
            "One of the main motives for sending young people abroad to study is that it enhances their employment prospects. In my experience of living in foreign countries and speaking to various youths, it seems that a foreign education is regarded as something desirable and helpful in getting a decent job. A degree from Britain, for example, is seen as being of a higher standard than one from a developing country. Furthermore, living in a foreign country may lead to fluency in a second language, which is another selling point for prospective employers. In addition, many companies are keen to recruit people with a global outlook.",
            "There are a few drawbacks however. For instance, without parental supervision, the new found freedom children experience may lead to harmful practices such as drug-taking and drinking. Reluctance or inability to reintegrate into their mother country is another. To sum up, it can be seen that the advantages of studying abroad for children are more numerous than the disadvantages. Of course a lot depends on the age of the child, but I believe that for most teenagers it would be a positive experience."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/358/",
        "paragraphs": [
            "The growth of tourism and the numbers of people travelling to other countries for their vacations has led to debate as to whether this is beneficial. I believe that there are many problems which arise out of the tourist industry, and will examine these in detail.",
            "Many people argue that travel broadens the mind. However, this statement does not fully hold water. I would argue that spending a few weeks in another country is not long enough to gain a proper understanding of an alien culture. A foreigner visiting Britain might be met with the traditional British reserve, and mistakenly conclude that the British are unfriendly. Furthermore, some people are unwilling to open their minds. A Western traveller to an Arab country is unlikely to consider that the veiling of women is acceptable.",
            "Being a tourist in a foreign country brings with it problems that can lead to dislike of the native people. Firstly, a foreigner is vulnerable, and is often ripped off by locals. Secondly, the language barrier can lead to misunderstandings. Thirdly, tourists are often hassled to buy goods, which can ruin a holiday. When I went to Bali, people tried to sell me something every five minutes, and this totally spoilt my sunbathing.",
            "Local people also often end up disliking foreigners. Visitors may mistakenly act contrary to local norms, or they may just be plain offensive, as many drunken British holidaymakers must seem to the Spanish. Global tourism can lead to hostility from the native people, who may feel their traditional way of life is under threat. Additionally, the relative wealth of the foreign visitors can cause envy and resentment.",
            "In conclusion, I would say that I largely agree with the argument that global tourism creates misunderstanding between people from different cultures, and that the differences are often a cause for conflict rather than celebration."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/357/",
        "paragraphs": [
            "In the modern workplace there is no longer the attitude that ‘a job is for life’. Nowadays, many people take the option to change jobs, while others prefer not to. In my essay, I will explore the good and bad points of the above attitudes.",
            "One of the main benefits of staying in one job is security. Changing employer often means a period of instability, where one may have to think about moving house, or temporarily losing a steady source of income. Staying in one job means these problems are avoided.",
            "Another benefit of not changing occupation is that one is able to gain a lot of experience and expertise in his specific profession, thus enhancing job security. One’s company may recognize their loyalty and reward their service. On the other hand, those who often change jobs may be seen as unreliable, lacking in experience and employers might be reluctant to hire and invest training in them.",
            "However, there are arguments in favour of changing job frequently. One is that a worker improves his employability. Working in several different jobs often means that the individual has more skills. Such people are seen as more dynamic and versatile.",
            "Another benefit of changing jobs frequently is that one never gets stuck in a rut. From my own experience, I got bored when I spent too long in a job. Following this, the quality of my work would suffer. I also believe that employers generally don’t tend to greatly reward loyalty or commitment. Increased wages and promotion are often easier to attain by changing jobs.",
            "Overall, it can be said that the disadvantages of changing jobs are the advantages of staying put, and vice versa... In my opinion, I feel that changing jobs every once in a while is of more benefit."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/355/",
        "paragraphs": [
            "In the past, a majority of academics have held the opinion that universities should only offer a theoretically-based approach to teaching throughout their courses, as opposed to the more recent trend towards empirical acquisition of knowledge involving more “hands on” experience. Is this the most effective way for students to learn vital academic information while undertaking their degrees? Undoubtedly, advantages and disadvantages of both academic learning styles have to be evaluated.",
            "Firstly, on the one hand, despite being the more traditional educational approach, learning from theory in relevant academic discourses to identify established knowledge allows us to gain a professional insight. For example, students can easily identify facts and opinions from past discourses. In addition, students acquire knowledge more easily when given relative theoretical examples to build upon. For instance, in subjects such as history or sociology, studying textbook examples allows students to unravel complex academic theories which they could expand on. Alternatively, there are some disadvantages for students.",
            "On the other hand, there is no doubt that students could find themselves reading tedious and monotonous academic papers. For instance, university degrees involving the evaluation of numerous ‘long-winded’ academic discourses provide little inspiration for students, discouraging enthusiasm. Obviously, interest can be stimulated through empirical research in class. By this I mean that ‘the human brain learns best by doing’. Although time-consuming, there is no substitute for learning from making mistakes.",
            "In conclusion, while both approaches have benefits and drawbacks in our ever-changing academic world, I honestly believe that a more practical approach promotes a stronger acquisition of academic knowledge. In spite of the comprehensive nature which theoretical teaching can possibly provide, practical learning equals more positive learning for future generations."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/306/",
        "paragraphs": [
            "A much debated issue these days is whether citizens should take out private health insurance or not. The cost of providing free medical care for both the wealthy and the poor is far too great for any government, and most people agree that if you can pay for insurance, you should. In this essay, I will argue that all who can afford it should be insured, but free medical care must be made available for those too poor to do so.",
            "The most important reason for encouraging people to take out private health insurance is the cost to the government of health care. Free health cover for people who are able to pay for it is a waste of public money. Of course, people will only pay health insurance premiums if they know that they are getting good value for their money. If they get sick, they should pay very little or nothing at all. In addition, the privately insured are entitled to special benefits such as having the choice of their own doctors, and being able to avoid long waiting lists for hospital beds.",
            "On the other hand, those who really cannot afford to pay private insurance premiums, which are often very high, are still entitled as citizens to the best medical care available – they cannot be expected to pay their own medical bills. However, if they are working, they should still pay a percentage of their wage (say 1 to 2%) as a tax which pays towards the cost of providing \"free\" medical services.",
            "In conclusion, most people should privately insure their health, but it is unreasonable to suppose that all citizens can afford it. Therefore, a safety net in the form of a basic free health care system must exist for the very poor and the unemployed."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/305/",
        "paragraphs": [
            "People learn through their entire lives. They constantly improve their knowledge and develop. I think that a college or university education should be available to all students because every person has the right to choose the way to self-perfection. Bellow I will give some of my reasons to support my position.",
            "First of all, every person should have the chance to get a higher degree, gain new knowledge and experience. However, some people believe that higher education should be available only to good students. I think it is silly. It is like to make unavailable traveling for one who does not have IQ high enough.",
            "Second of all, some young people do not do well at school but they have great personality and ability to learn. They are self-confident, persistent and patient. With these qualities they can get higher grades then their classmates who are talented but lazy. Imagine for example situation when a teenager gets high grades because his or her parents constantly make him or her study and help to do most of the homework. In this case a child does very well at school but I think a college can show the opposite results.",
            "Finally, it is a discrimination against students to make available higher education only for good ones.",
            "So, if a student does poor and gets low grades he/she should be sent down. But if a person was never given a chance to try himself/herself at college, what to do in this case?",
            "To sum up, I think that all young people should have the chance to get a higher education. To take or not this chance must be up to them."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/304/",
        "paragraphs": [
            "Man, through the ages, has undergone any changes from the time when he had to haunt for food to these days when he has to buy it. Some people prefer to buy fresh vegetables, meat and fruits and prepare food at home. However, other people prefer to skip that step with cooking and have dinner at a restaurant. I think that both of these choices have some advantages and disadvantages. Bellow I will give some reasons to support my answer.",
            "Personally, I do not like fast food. So, my choice is always between a restaurant and my home. First of all, I would like to say that cooking is a great tradition. It helps people to relax, reflect on some pleasant moments while peeling or cutting the vegetables. It is a means of eliminating one's stress and tension. Second of all, sometimes I do not want to have something too complicated for my dinner. I just want to have light food like a salad and a glass of milk. So, one of the reasons why I like to eat at home is because I can have what I want at this moment. One greater thing about eating at home is that I can sit in front of the TV and watch an interesting program or a movie. Finally, having dinner at home allows a family communicates with each other, be closer and share some good and bad moments that happened earlier that day. Besides, eating at home is a great way to save some money.",
            "As for restaurants, I see some positive aspects about eating there too. First of all, I sometimes get tired from peeling, cutting, washing, frying, etc. It does not mean I do it a lot. Sometimes I just use the microwave and a preprocessed food that I bought earlier. I want to have something more delicious than I have in my refrigerator, something that is time-consuming to prepare at home. So, for me it is a good reason to go to a restaurant. There one may meet old friends or just has a great time listening to music and tasting some delicious meats.",
            "Also, restaurants are a good place to celebrate something. One does not have to prepare food for all friends who are coming, wash dish, put in order all that mess after the party, etc.",
            "In conclusion, I think that it does not important where one has one's dinner. What important is that it must be full and nutritious."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/303/",
        "paragraphs": [
            "I am from Russia. From my opinion the most beneficial discovery for people in our country has been the discovery of the outer space. Russia is the first country that launched a spacecraft with a man on the board into the space. This event was a big step towards the new discoveries and brought many benefits not only for people in my country. Bellow I will give my reasons to support my answer.",
            "First of all, all humankind made a huge step towards the mystery of our creation. Scientists had the opportunity to do the new research and experiments. Many new discoveries were made on the boards of the spacecrafts in the outer space. People from all over the world watched these events. Many books with real colorful photos were written about the beginning of the space exploration. Nowadays we have a big station called \"Mir\" in the outer space created on the base of collaboration USA and Russia. Many people work there doing amazing experiments.",
            "Second of all, the world became \"smaller\". People learnt how to exchange information very quickly by use of satellites. Television is broad-casted all over the world by use of satellites. Here in Houston I can watch Russian programs. People got the opportunity to exchange news very quickly.",
            "To sum up, I believe that space exploration will bring much more benefits in the future and someday we will learn what is beyond our current galaxy."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/299/",
        "paragraphs": [
            "From my everyday experience and observation I can claim that discussion of an important decision with other people bring many benefits. In the following paragraphs I will give my reasons to defend this statement.",
            "First of all, different people have different opinions. In order to make the right choice people should discuss every possible decision and its consequences. Making an important decision alone can bring many negative aspects. For instance, a person can reveal his selfishness or impatience and the consequences of that decision can affect many people in the future. I think that a good and wise decision can be born only in discussion because people can share their knowledge and experiences a look at the problem from different sides and aspects.",
            "Second of all, I think that making decision alone is unacceptable especially for a company. Imagine that a chief makes the decision about increasing a production line without discussing it with his employees. In this case a part of company's profit will be spending on extended purchase of raw materials. So, share holders will be left without dividends. This decision may lead to getting rid of company's shares and as a result of this declining the value of a company as a whole.",
            "To sum up, I think that a person should always consult his relatives or colleges when making an important decision to avoid possible mistakes."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/285/",
        "paragraphs": [
            "In our modern stressful world we often forget about our customs and traditions. However, I think that people should keep their traditions because they help to remember our forefathers and value the beautiful moments we have in our lives.",
            "In my country we have a great custom called \"Maslenica\". It is a holiday, which is celebrated at the end of the winter. Many people gather on the biggest square of the city and see of the winter. They say to the winter good-bye and ask the spring to change the winter. They celebrate the beginning of the life when everything starts to grow.",
            "People at this holiday bake pancakes and treat each other with them. Also, many people gathered on the square play different games. For example, the most well-known game \"pulling a rope\" subsists in that two teams pull a rope. The winner is the team, witch has a longer rope. Other people draw on the icy pole. People have fun at this holiday even if they just observe those games and do not participate.",
            "In conclusion, I am sure that \"Maslenica\" would benefit many countries all over the world. People have the opportunity to relax, leave their troubles and worries behind and have fun. Also, this holiday helps people to find out more about each other, communicate and meet new people. In addition to those practical benefits, \"Maslenica\" helps people to slow down their life pace and enjoy the present moments that are irreplaceable and beautiful."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/284/",
        "paragraphs": [
            "People may choose to keep their old traditions from their native country or to accept new ones. Keeping the old customs will help one to overcome the cultural shock and the change of the environment. From the other side, accepting the new traditions will help one to adapt and make new friends with residents. In this essay I will give different reasons why people decide to follow the customs of the new country or to keep their own customs.",
            "If one is from the country with strong and old traditions, I think it will be rather difficult for him to adapt to the new customs and moreover to reject his own. That is why some people from the same country try to live together and to create their own community where the old traditions are kept. They can not break the customs that were created by their ancestors. For example, some nations are restricted in certain kinds of food by their traditions. So, they do not go to the restaurants unless their traditional food is served there. Some nations according to their customs have to wear certain types of cloth because their religion tells them to do so.",
            "From the other side, if one is from the country with traditions similar to ones of the new country it will be easy for him to adopt and to follow the customs of the new place. He will not feel much difference. Probably, the most difficult part of his relocation will be to accustom to the new climate.",
            "I think that people of the new country are friendlier when they see that foreigner follows their customs. I belief that traditions of every country deserve respect, especially, when one lives there. In summary, I think that every country has its own beauty and if one wants to find out more about it he will love it."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/283/",
        "paragraphs": [
            "Man, through the ages, has undergone many changes from the time when he depicted a herd of mammoths on the walls of the cave to these days when he can chart with someone on the other side of the globe. Modern technology is rapidly changing the world's living standards that results in creating a single world culture. New technologies including Internet, television, electronic media, means of transportation, etc has a great impact on creating a similar culture all around the globe. Bellow I will list my reasons to support my opinion.",
            "First of all, Internet and e-mail have changed the way people communicate to each other. Internet brought many benefits. It is a new means of communication, a fast access to information and news. People communicate with each other, share their ideas, happiness and difficulties. We have a great opportunity to find out more about countries and their history.",
            "Second of all, the modern means of transportation allows people to move from one place to another very quickly. A few centuries ago it was impossible to imagine waking up in one country and falling asleep in another.",
            "Finally, as a result of all mentioned above the boundaries between countries, their traditions and customs are erased. Many people migrate during their lives. Some of them are looking for a better place to live, others want to get new experience and knowledge or just pleasure. So, many families are created between people from different countries. Traditions fuse and evolve into other ones or just vanish.",
            "To sup up, modern technology has a great impact on the way people live now. It is creating a new single world culture where traditions and distances are no longer of that importance."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/282/",
        "paragraphs": [
            "Traveling is a good way to find out more about different countries with different traditions and customs. Some travelers prefer to spend in one country just a few days or one day and then leave for another country. This way of traveling allows people to visit more countries in fewer days. Unfortunately, in this case such travelers have to hurry in order to visit more places.",
            "I am from Saint-Petersburg, Russia. So, if a foreign visitor has only one day to spend in my country I think I would advice him to visit the \"Hermitage\" - the most well known and amazing museum in Russia. The \"Hermitage\" has 3 floors and more then 100 halls. It is really amazing to visit that place. Many people from all over the world every day enter its walls. Some of the rooms devoted to the history of other countries. Others devoted to the art of a famous painter and the history of his life. However, most of the halls conclude many things such as paintings, royal belongings, sculptures from Russian history.",
            "Some people say that it is impossible to feel deeply and see all these amazing historical values for one visit. I have to completely agree with this statement. When I first visited the \"Hermitage\" I was 14 years old. It impressed me so much that I was back next day to see what I had not been able to see the day before.",
            "The \"Hermitage\" is an impressive and beautiful museum. I think it is worth to spend there a whole day and I believe that after that a foreign visitor can claim with a proud that he or she saw Russia."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/281/",
        "paragraphs": [
            "I am a person who likes to travel. I think traveling is a great opportunity to meet new people, gain more knowledge and experience, and learn new customs and traditions. I did not travel a lot yet, but I am sure I will have a chance to do it. So, if I had the opportunity to visit a foreign country I would visit Egypt. I think it is a great and very interesting country with marvellous history. In the following paragraphs I will give some reasons to support my choice.",
            "First of all, I always dreamed to visit Egypt pyramids. My aunt visited Egypt a few years ago. She was very excited after that trip and said that she would return there one more time at any cost. She said that Egypt had impressed her very much with its glorious pyramids and ancient buildings. Second of all, I think that in that country one can touch history, feel the hard breath of workers building a pyramid under the parching sun, and see the chain of camels walking in the desert with the huge trunks full of presents for Cleopatra on their humps. Finally, I want to see a real dessert and ride the camel. All my friends who rode the camel say that it is an unforgettable experience.",
            "I believe that I will have a chance to visit this beautiful country someday. Unfortunately, now I have plenty of plans and things to do, so, I am afraid that I will not be able to travel for the next two years. I want to finish my education and then find a job, and these things have higher priority then traveling. My husband wants to visit this country too and we made an agreement to make our trip to Egypt on our five years anniversary which is in two years.",
            "In conclusion, I want to add that after my trip to Egypt I will definitely visit Australia. This country is the second one on my list the most wanted to see."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/280/",
        "paragraphs": [
            "From my everyday experience and observation I think that artists as well as scientists bring many benefits to society. It is a controversial question weather the contributions of artists are more or less then the contributions of scientists to the society. For several reasons, which I will mention bellow, I think that both types are valuable, priceless and irreplaceable for every society.",
            "The contributions of artists to the society are very essential. Art can form person’s spiritual sense, their views and personalities. People learn history, the traditions of their country trough the art. We also watch movies that entertain and at the same time extend our range of interests. Another important aspect of this is that art is an ancient means of communication. In old times people depicted the herds of mammoths on the walls of their caves. They performed different rituals around the fireplace asking their gods for health, good harvest and weather. Our language is a result of people's need to communicate.",
            "From the other side, the contribution of scientists is could not be exaggerated. All humankind is indebted to the scientists because of their work and achievements. Scientists make our life easier. We have cars and airplanes to move fast from one place to another. We have microwaves and a bunch of preprocessed food to make the cooking much easier. We have different devices that simplify all we do. Finally, scientists are making great achievements in medicine that make our life longer and happier. Nowadays people have a great opportunity to do many things faster by use of computers.",
            "To sup up, I believe that artists nourish our souls when scientists and technology feed our minds. So, we can not eliminate or underestimate one of them."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/279/",
        "paragraphs": [
            "Some people say that the invention of computers is one of the greatest humankind's inventions. However, other people think that computers make their life more stressful. I agree with those people who think that computers brought many benefits and play a very important role in our modern life.",
            "First of all, every company nowadays uses a computer to store its data and make different kinds of operations. It is very difficult to imagine life without computers. A company would have to store millions of papers and documents. Moreover, a customer would have to wait hours to check his balance or get a piece of information about his transactions at his bank, while an employee was looking trough those papers. Another important aspect of this is that people are able to type all their information, make corrections, print or send documents using computers. It makes life much easier. One can spend the rest of the time watching TV with his family or working on something new.",
            "We use computers every day sometimes even not knowing it. When we go to a store and use our credit cards many computers process our information and perform transactions. When we need to get some cash we use money access machines that are computerized too.",
            "Second of all, computers provided a great means of communication - the Internet. I think it is the easiest and cheapest way to get in touch with relatives, friends, business colleagues, etc. Nowadays the world becomes smaller and smaller. When I was a little girl, I could not imagine that it would be possible to communicate with people from all around the world in so easy way. A person can get latest news, become friends with someone from another country, find his old friends, ask for a piece of advice, etc.",
            "Finally, in addition to these practical benefits people can shop without leaving their house. They just use an Internet access, a computer and their cards to make a payment. It is kind of difficult to imagine that a few years ago people had to spend their time in lines buying tickets. Now, a person can choose a destination, company, date and time and get tickets delivered to his door. I think it is amazing.",
            "To sum up, I believe that computers made our lives easier. They change our attitude towards life. I think with the invention of computers people became closer and friendlier."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/278/",
        "paragraphs": [
            "It is rather difficult for me to answer the question how I prefer to complain: in writing or in person because sometimes I just do not have a choice. For example, if I order a product using the Internet from another state or even country, I will more likely have the opportunity to speak to a representative of a company in person. So, in some cases I choose to speak in person and in others I prefer to complain in writing. However, I believe that every option has its advantages.",
            "From the one side, complaining in writing brings many benefits. First of all, one does not have to spend his precious time driving, waiting for his turn and talking with a representative. He can just send mail or e-mail and get all explanation he needs. Second of all, I think it is the best way to avoid an unpleasant conversation. Personally, I do not like to complain about anything especially, in person. Finally, sometimes it is impossible to have a face-to-face conversation because a company which provided a poor product or service is too far away.",
            "From the other side, complaining in person has some benefits too. First, this type of complaining provides an immediate feedback. So, if I have some complains about company's products I will receive all information and explanation right away. However, sending a company a letter and getting a feedback can take more then a month. Second, face-to-face conversation is often more effective. People talk to each other, see each other facial gestures and body movements, which can tell a lot about a person. In addition to these practical benefits, in the case if one can not receive creditable explanation from one representative he always can require to talk to another person. For instance, my husband recently had some extra withdraws from his account by his bank and he was not aware of it. So, he went to the bank and explained to the bank's representative the situation and they together found the solution and that money was given back to my husband's account. I think, in this case face-to-face conversation is the best",
            "way to complain and get feedback fast.",
            "In conclusion, I think that if I have to complain about a product or poor service I will do it in person. However, if face-to-face conversation is impossible I think I have nothing left but to send a letter or write an e-mail there."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/275/",
        "paragraphs": [
            "The issue whether working for a large company is better than working for a small company is a controversial one. From my everyday experience and observation I think that every option has its advantages and disadvantages. I base my opinion on the following points.",
            "From the one side working for a large company brings many benefits. First of all, one has better medical insurance, higher salary. Often employees of a large company have less responsibility. Moreover, they feel more secure because their company has more clients and this means better chance to survive on the modern market. However, one working for a large company has less chance to be promoted because one's manager does not want to lose his or her job unless she or he is promoted too. Also, from my observation, managers of a large company do not pay much attention to one's solutions and suggestions.",
            "From the other side working for a small company has many advantages too. Firstly, one has better chance to be promoted. Secondly, one can talk to the owner of the company about any improvements that can be done in order to get more profit. Another important aspect of working for a small company is the opportunities to find out more about how company works. As a result of this one can gain more experience and get better recommendations. However, this also has some disadvantages. For instance, one can get less salary, worse medical benefits, etc.",
            "To sum up, I think that every person chooses for himself what he or she wants. If one wants better career and more responsibilities then a small company is better choice. Otherwise, working for a large company may be a good option too."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/274/",
        "paragraphs": [
            "I think the question what would I do if I had a chance to improve my community is difficult. I have in my mind many things, the improvement of which will make our community better place to live but they all require the participation of many people and, moreover, they require investments, which I can not provide. For example, my community is quite noisy. We have the huge mall just in front of our community, so traffic jams are very common for this place. I think that the construction of a few pass-by roads will benefit all people who live here as well as people who drive by every day.",
            "Unfortunately, the question is what I can do for my community giving a few hours of my time every month. I think I can not do much, but I still can help someone in my community. For example, I can baby-sit. I know a couple of families with little children, who can not afford to spend much money on the baby-sitter. One of these families is a single mom with a little girl. Julia, this is her name, is a waitress in a restaurant. She is a great person and we became close friends. So, sometimes I offer her help with her child when she has to work in the evenings. Another family has two funny little twins. One time their parents asked me to babysit their children because they had to attend an unexpected presentation.",
            "I think this kind of help brings many benefits to my community. First of all, people become friendlier. For example, those families, which I mentioned above, became friends after I introduced them to each other. Second of all, people get to know each other and feel more secure in their houses and apartments. Finally, I am ready to help those people because I am sure that they will help me too. One time I lost the keys from my car and Julia offered me her car for a while.",
            "To sum up, I believe that baby-sitting is a great way to help my community in many aspects."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/273/",
        "paragraphs": [
            "The invention of television is undoubtedly one of humankind's greatest inventions. It is a way of communication among people of one country and different countries and nations. People watch TV to find out about the latest news, weather, sports, etc. It is a great way to learn new and extend one's range of interests. Scientists say that children spend the same amount of hours in front of TV as they do in school. I think that this can be said about many grown people too. Also, television is a great means of eliminating stress and tension. One can relax and leave one's troubles behind lying on one's favorite sofa and watching a comedy. However, some people believe that television has destroyed communication among friends and family.",
            "Personally, I do not agree with this statement. A couple centuries ago people spent their time gambling, reading, gossiping or playing chess. I do not think that television is a cause of destroyed communication among family members and friends. First of all, if members of a family have common interests and they want to make each other happy they will always find many ways to spend their time together and be close. Otherwise, if people avoid each other and they do not have anything to share with each other they will find television a great way to escape from this miserable existence. I believe that many people chose family and their friends over some soap operas or a movie.",
            "Second of all, I think that television can be a great resource of subjects to discuss. Many people watch different educational programs to find out more about their environment, nature, wild life animals, economic situations, etc. So, when they gather with their friends they discuss important issues and arque with each other in looking for the truth.",
            "My husband and I often watch the news channel to keep abreast of the latest news. After that we always discuss some issues we concerned about. Also, we like to watch a TV show \"the funniest animals\". We like this program because it makes us laugh. I can not imagine how these programs can prevent our communication and be harmful to our relations.",
            "To summarize, I would like to add that if people want to communicate with each other they will find a way to do it. Otherwise, if television were not existent, people would find other escapes and reasons not to be with each other such as drugs, gambling, etc."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/272/",
        "paragraphs": [
            "A large number of people spend most of their time at work. Our life is divided into three equal parts: 8 hours - sleep, 8 hours - work, 8 hours - family time. So, in the most cases, one's co-worker plays an important role in one's life. From my opinion, the essential characteristics of a co-worker are the following.",
            "First of all, a person who works closely with me must like his job. I think it is very important for a person to feel satisfaction with his job. My husband is a software developer. He is fond of his job and people enjoy working with him because they see how many energy he puts into his job.",
            "Second of all, my co-worker must be persistent and never give up. I like when people who came across a problem try to solve it, find a good decision instead of looking for another person to hand it over. Another important aspect of this is that a good worker should always ask himself \"What can be improved?\" and suggests new solutions.",
            "In addition, he must be a good team player. In the modern world good communication skills and the ability to work in a team are among the common position requirements. Personally, I think it is great to help each other, share new ideas, develop new solutions, etc. It helps to create a team spirit and improve labor productivity.",
            "Finally, my co-worker must be punctual. He or she should finish the job on time I think that It is unacceptable to make the rest of a team wait while a person finishes his or her job. Also, my \"ideal co-worker\" should always be ready to offer his or her help and be supportive.",
            "To summarize, I think if a co-worker possesses all of these qualities mentioned above he can make work with him really enjoyable and productive."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/271/",
        "paragraphs": [
            "I can not completely agree with the statement that classmates are a more important influence than parents on a child's success in school. In this essay I will first focus on the reasons why I agree with this statement and then list a few points why from my opinion in some cases is not true.",
            "From the one side, classmates have a significant influence on child's behavior and his or her success in school. First of all, children spend much time at school. Classmates have many things in common such as age, interests, homework and classes after all. So, they discuss their impressions about a new teacher, solve problems together, learn their homework, gain new knowledge and experience and even make their own discoveries. Sharing all these makes them closer. Some of them become friends and they spend after-school time together. In addition friends tend to copy each other's habits and manners. For instance, my little sister became friends with the girl who did not have good grades at school at that time. It does not mean she could not have better grades; she just had many friends who did not care about their grades. So, when they started to spend their time together and share their interests, girl's grades improved. They did their homework together, shared their dreams and exciting moments. From this point I must agree that classmates can change child’s attitude towards school.",
            "From the other side, parents have a great influence on children' success in school too. For example if parents show an interest in their child's progress and talk to him or her about the importance of learning I think their child will listen to them and do his or her best.",
            "Personally, I believe that relationships between parents and a child play an essential role in child's success in school. If these relationships are close and wholehearted I am sure that parents should not be afraid of bad influence from the outside."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/270/",
        "paragraphs": [
            "Some people believe that it is better for children to grow up in the countryside than in a big city. However, other people think that a big city gives more opportunities and it is good for the long run. Personally, for several reasons I think that it is better for children's health to grow up in the country.",
            "First of all, it is very important for a child to grow up in a healthy environment. Children need fresh air, not polluted by the huge amount of cars and factories of the modern city. In the country they can spend more time exercising and walking with their friends. Scientists say that now children spend the same amount of time watching TV as they do at school. Probably, the possibility to join their friends for a play will change this proportion. Another important aspect of this is that parents will have more time to spend with their children as a result of eliminating traffic jams and decreasing driving time as a whole.",
            "From the other side, children have some advantages living in a big city. For example, they have more opportunities to choose from what they want to do. They can choose to attend ballet school, school of art, gymnastics, etc. For the long run, it is good for them. They will be better prepared for a live in a \"real world\" and they will have more chances to make a good career and succeed. Moreover, a big city usually has many entertaining centers with movie theatres and play stations. When I was a child I liked to go to the movie theatre with my parents to watch a premiere.",
            "One more reason to choose a big city for a child is that a city provides better live conditions and services such as medical, dental, etc. My friend lived in the country for a while and one time he and his family had to drive a couple of hours to the nearest medical center when his child got a heavy cough.",
            "To summarize, I agree with those people who want to raise their children in a city. The plenty of opportunities offered by a city helps children to find what they really like and be the best at it. Moreover, despite the air pollution, children get a better medical service that is good for their health."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/269/",
        "paragraphs": [
            "I am from Saint-Petersburg, Russia. It is a very beautiful city that attracts many people every year. My close friend is going to move here after her graduation. She already found a job and she asked me to help her with an apartment. Knowing her very well I think I can enumerate the majority of things she will like and dislike about my city.",
            "First of all, I believe she will like a huge amount of museums, theatres, movie theatres, etc. My friend is from a small town, so, she can not enjoy all these benefits at her native town. Second of all, it seems to me that she will like the way people live here. The pace of life is much faster here then in a small town. People are always in a hurry, they try to catch a bus, and then they run to the nearest subway station, go to an office, meet new people, etc. Also, I think my friend will like people here. They are very friendly and ready to offer a help to those in need.",
            "Unfortunately, my friend will not surely like some things. As a result of a huge amount of cars and factories the air is polluted here. One more thing she will definitely not like is the weather. It is quite humid here.",
            "However, I think she will also like the public transport here. The bus services are run by the Government and it is quite regular. If one in a hurry he can take a taxi, which also is quite cheap and provide a good transport.",
            "In conclusion, I believe that in spite of all mentioned above disadvantages she will like this city."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/268/",
        "paragraphs": [
            "People learn through their entire lives. Curiosity was always the basic characteristic of a human being. We always want to break limits and learn more. At this point some people think that children should begin their formal education at a very early age and spend most of their time on school studies. This will help them to succeed in the future. However, for several reasons, which I will explain bellow, I think that children should not study at a very early age.",
            "Of cause, children who begin to study at a very early age have more chances to succeed in the future. They gain more knowledge and experience which are priceless and valuable. In addition, studying more now they will give them the opportunity to perfect their knowledge in the future and become better professionals.",
            "However, I think that every child must have his or her childhood. Children should learn through playing and communication with their friends and parents. I think that such basic qualities as kindness, self-confidence and just a good sense of humor can not be gained from studying. Children should more time spend with their family, playing and learning with their parents. Imagine that a child instead of playing with his friends does his homework and feel exhausted and tired. Another important aspect of this is that children at their early ages need more exercise because at this age the development of their body is a very essential aspect. Children first of all must be healthy.",
            "To sum up, I think that children should have their careless childhood with no responsibilities. Moreover, I am sure that playing helps them develop not only their bones and muscles but their ability to make decisions, analyze things, make conclusions, which is very good for their future."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/264/",
        "paragraphs": [
            "Some parents believe that watching television is bad for their children. So, they try to restrict their children from watching TV. However, other parents think that there is nothing bad in watching TV. Personally, I think that watching TV brings children only benefits unless they spend in front of TV set less then a couple of hours daily. For the following reasons, which I will mention bellow, I believe that television plays an essential role in child's development.",
            "First of all, television helps a child to extent his or her range of interests. Children can find out many new things and make many exiting discoveries for themselves. In addition to these practical benefits television improves children's vocabulary, their memory and gives them the opportunity to gain more knowledge. I think it is very essential for a child. Of cause, someone can say that there are plenty of different recourses of information such as books and teachers. But, I think, in our modern world children must learn faster and use all contemporary technology in order to succeed.",
            "Second of all, watching cognitive programs helps children to learn more about wild life, our environment and about the importance of preserving our forest and wild animals that live there.",
            "Scientists say that a child should not watch TV more then 40 minutes successively. For example, my mother always made us have a break after watching TV more then half an hour and let our eyes rest for several minutes before turning on the TV again. I think it is the best solution.",
            "To sum up, I believe that television gives children and all people the opportunity to learn what can not be learn from books. Television and movies in particular allow people to feel the reality and see what they will most likely not be able to see in their lives. Personally, when I was a child I liked to watch cognitive programs about wild animals. Unfortunately, my family had only one TV, but these programs were the only ones we all wanted to watch. So, we gathered in our living room and watched them in complete silence and I always remember those moments with a smile on my face."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/263/",
        "paragraphs": [
            "Language is the best means of communication. In the modern globalization era it is not enough to be able to speak one language to communicate with the outside world. I strongly support the idea that children should begin learning a foreign language as soon as they start school. They faster become familiar with a strange language, improve their hearing ability to understand new words as time goes by and learn new words. In the following paragraphs I will list some reasons to support my position.",
            "First of all, if one wants to see outcome soon, one must start sooner. So, the early children begin to learn new language the better will be the result. Scientists say that a child does not confuse two different languages but learns them more effectively.",
            "Second of all, adults are often afraid to make mistakes when they are speaking in a new language. This fear is one of the biggest barriers for a person in his efforts to speak freely. Otherwise, children do not afraid of making grammatical mistakes because basically they just repeat words and sentences in the way they hear them. Also, children have a better chance to get rid of an accent. They faster get used to the right pronunciation and better feel the melody of a language.",
            "To sum up, I think that it is very essential for children to begin learning a foreign language in their early ages. It is brings many benefits such as great pronunciation. Also, it helps a child develop and gain more knowledge which is good for a long run."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/262/",
        "paragraphs": [
            "Parents are in most cases our first teachers and friends. From my everyday experience I have to agree with the statement that important decisions should be made by our parents or adult relatives. In the following paragraphs I will give my reasons to support this statement.",
            "First of all, teenage children have the tendency to live in their own fantasies. They do not clearly understand the rules of a real life. When I was 18 years old I thought that the world was perfect and everything seemed to be simple. Teenagers are basically inexperienced; they aspire for independence and try to make their first steps towards freedom. I think that it is like starting to walk when a baby needs its parents for support. An independent life is a big and significant part in a person's life. So, my point is that it is very important to make this step right.",
            "Second of all, I think that parents have right to interfere in their children's lives. They need to know what kind of friends their children have and how children spend their spare time. For example I had an eighteen years old friend who got really angry with his parents when they prohibited him to be friends with a young man. Somehow his parents found out that that young man was occasionally taking drugs. That man was dead in a year because of drug abuse. After that accident my friend thanked his parents for that interference.",
            "Finally, I think teenage children should be more open-minded with their parents. It will help them to make the right choice and avoid many mistakes.",
            "To sum up, I believe that young people should trust their parents because they wish their children only the best."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/261/",
        "paragraphs": [
            "Some people believe that it is better for children to grow up in the countryside than in a big city. However, other people think that a big city gives more opportunities and it is good for the long run. Personally, for several reasons I think that it is better for children's health to grow up in the country.",
            "First of all, it is very important for a child to grow up in a healthy environment. Children need fresh air, not polluted by the huge amount of cars and factories of the modern city. In the country they can spend more time exercising and walking with their friends. Scientists say that now children spend the same amount of time watching TV as they do at school. Probably, the possibility to join their friends for a play will change this proportion. Another important aspect of this is that parents will have more time to spend with their children as a result of eliminating traffic jams and decreasing driving time as a whole.",
            "From the other side, children have some advantages living in a big city. For example, they have more opportunities to choose from what they want to do. They can choose to attend ballet school, school of art, gymnastics, etc. For the long run, it is good for them. They will be better prepared for a live in a \"real world\" and they will have more chances to make a good career and succeed. Moreover, a big city usually has many entertaining centers with movie theatres and play stations. When I was a child I liked to go to the movie theatre with my parents to watch a premiere.",
            "One more reason to choose a big city for a child is that a city provides better live conditions and services such as medical, dental, etc. My friend lived in the country for a while and one time he and his family had to drive a couple of hours to the nearest medical center when his child got a heavy cough.",
            "To summarize, I agree with those people who want to raise their children in a city. The plenty of opportunities offered by a city helps children to find what they really like and be the best at it. Moreover, despite the air pollution, children get a better medical service that is good for their health."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/260/",
        "paragraphs": [
            "The issue about whether children should help with household tasks as soon as they are able to do so is open for debate. Some people say that children should devote more time for playing with their friends, watching TV and studying. However, other people believe that children should help their parents with household tasks. Personally, for several reasons, which I will explain bellow, I adhere to the latter point of view.",
            "First of all, I think that every child should have his or her own responsibilities. When I was a child my parents taught me how to make breakfast in the morning. So, I woke up, went to the kitchen and prepared a couple of toasts for breakfast. It was easy and I enjoyed doing it because I liked the way my parents thanked me and I felt that they were proud of me. Also, my mom always wanted me to know how to cook, clean and iron my cloth. Thanks to the learning, nowadays, when my maid can not come to my house I handle all household tasks myself.",
            "Second of all, performing household tasks teaches children to value the job of people who did it. When I was a child I did not imagine that cleaning house could be so time and energy consuming. So, when I began to do some of the household tasks by myself I began to respect the job of others and tryed to collect all my toys after my playing with them.",
            "Finally, doing household tasks teaches children to arrange their time. In addition to those practical benefits, help from children allows parents to have more spare time for their personal lives and for the children. A family can have more time to spend with each other talking, watching movies or just enjoying the beautiful moments.",
            "To sum up, I think that children should help their parents with household tasks. Doing household tasks helps them to grow into independent, self-confident, and attentive persons who respect their parents."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/259/",
        "paragraphs": [
            "Many people have to work under somebody's supervision. In most cases an employee does not choose his or her boss, unless a supervisor is elected. In the following paragraphs I will list the most important qualities of my \"ideal boss\".",
            "First of all, he must be impartial. I believe that it is very important to make a technical decision, think about somebody's promotion, etc. impartially. For instance, my friend is a supervisor on a dairy mill. It is his family's business so a lot of his relatives work there. But he never promotes someone because he or she is his family. I think it is a good quality for a boss.",
            "Second of all, my \"ideal boss\" must be honest, patient and attentive. He should pay attention to people's feelings, encourage them by increasing their salary, listen to their suggestions about improving labor conditions and productivity. For instance, if he does not satisfied with the result he should understand the origin of the problem and explain people how to fix it. In addition, he must know how to solve conflicts that can arise between employees.",
            "Another important quality of a boss is the ability to choose the right decisions and to learn on somebody's mistakes.",
            "Finally, I think a good boss must value his or her employees because the profit directly depends on the people who work there.",
            "In conclusion, I think a good boss should be able to make his people enjoy the work they are doing and encourage their diligence."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/258/",
        "paragraphs": [
            "Some people like to live in the same house, have the same job and habits all their lives. However, others aspire to changes and new experience. Personally, for the several reasons, which I will explain bellow, I prefer the first approach to life.",
            "First of all, changes in one's life bring many benefits. One tries new things, gains new knowledge and experience. I think it is great because without changes life becomes boring. I always try to make changes in my life. Moreover, when I feel that my life is boring I do not feel well about it. I feel like I spent those days for nothing. I did not do anything exiting, I learnt nothing interesting and I just waisted my time.",
            "Second of all, people need changes. Furthermore, we need obstacles to overcome and reach our goals. I believe that changes make us stronger, more persistent, more self-confident, and more patient. Also, I feel that all people who succeeded in life like changes and new experience because it is impossible to be the best at some field without perfecting the present knowledge and gain new experience. People catch every opportunity to learn more and change their life for the best.",
            "From the other side, people who like their lives to stay the same are very permanent. They have the same job all their life, the same habits, the same week-ends and even the same years in years out. I think it is boring. What will they tell their children about their lives? What kind of contribution will they make for the society? I think such people are just afraid of changes.",
            "I think curiosity and aspiration to the new experience are two of the main reasons of human evolution. People always wanted to break limits and gain more knowledge and experience. So, people who enjoy change are the engine of human development."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/257/",
        "paragraphs": [
            "I do not agree with the statement that businesses should do anything they can to make a profit. I state my opinion on the following points.",
            "First of all, every company must have its moral code. It means that a company should treat its clients properly and respect their rights. Of cause a company may lose a part of its profit but security of its clients must be on the first place. Otherwise, clients will switch to another company and never be back. For instance, a few years ago \"Jonson&Jonson\" produced a new type of painkillers. Unfortunately, this product was not tested properly. As a result of this many people died and received injures. The president of the company made a crucial decision to call back all painkillers from all distributors and pay to all injured customers for their treatment. It cost a lot of money for the company but it saved its image and clients. It was a very difficult decision, but the president of the company understood that it would cost him even more in the future because he would not be able to return clients' respect. Loosing customers means for a company loosing its profit.",
            "Second of all, in order to succeed in the modern world companies have to compete with each other. Many companies lose their profit decreasing prices on their products. They do not aspire for extra profit but for clients' satisfaction. Companies do it because they want their products sold and their customers satisfied. They offer discounts, free delivery, free service, free Internet access, good return service, etc. All these are done to make their old customers happy and attract new clients.",
            "To sum up, I think a company, which the only goal is profit will not succeed nowadays. Otherwise, companies that respect their clients and want to see them satisfied will make a fortune."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/256/",
        "paragraphs": [
            "I would have to completely disagree with the statement above. In the following paragraphs I will outline the basic concepts of my position.",
            "First of all, I will least the major disadvantages for employers. On the today's market a company must be very flexible in order to compete with other firms. So, imagine the situation when a company can not fire its employees to stay on the market. It will lead to loosing not only a profit, but the clients, market share and competitive ability. Now, imagine the situation when a company is growing fast, everything is good and the next few years are going to be excellent. So, employers need more people to extend the production. However, nobody can tell what will happen in a few years. In this case, employers will be afraid to hire new people and extend their business because they will not be able to fire them if something goes wrong. Another important aspect of this is that a company can not have the best employees. It can not hire the better one without dismissing another employee.",
            "What kind of disadvantages will have an employee in exchange for this kind of job security? First of all, it will be very difficult to find a job if one is not the best, because an employer does not want to spend money on one's education. Besides, employer will not have a chance to fire one if he does not do his job well. Second of all, employees with this kind of security tend not to perfect themselves because after they are hired they can not lose their job.",
            "In conclusion, I would like to add that this statement has some positive aspects too such as constancy, a strong spirit of the company, etc. This system takes place in Japan and some companies succeeded in it. But I think that the reason of it subsists in the Japanese traditions, the particular cultural features, habits and customs. However, on today's market here in the United States a company can not afford to hire employees for their entire life."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/255/",
        "paragraphs": [
            "Some people think that old, historic buildings are no need for the city and they should be destroyed and replaced with modern ones. However, other people believe that historic buildings must be preserved in order to know and remember our past. For several reasons that I will mention bellow I agree with those people who want to preserve old, historical buildings.",
            "First of all, by preserving historical buildings we pass our history to our future generations. I think that out children should know their history, learn from it and respect it. People need to know their traditions and customs, which are priceless and irreplaceable. Our history is our knowledge and power. From my opinion we need to preserve and restore historical buildings. By destroying them we show our disrespect to our forefathers and their traditions.",
            "Second of all, by preserving historical buildings a city can attract many travelers. Welcoming tourists a city can get many benefits including money, which can be spent on preserving historical buildings as well as on improving roads and facilities.",
            "Also, many tourists mean a lot of new business opportunities. Another important aspect of this is that businessmen will be willing to build new recreational centers, hotels, movie theaters, shopping centers to make a city more attractive for travelers. In addition to those practical benefits, many people will have the opportunity to get a job. All this is good for the economy of the city.",
            "To sum up, I believe that preserving old, historical buildings can bring only benefits to a city and all humankind."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/254/",
        "paragraphs": [
            "I think it is a great idea to build a new university in my community. However, I think it is a controversial question whether the building of a new university will bring only benefits to our community. In this essay I will analyze advantages and disadvantages of this issue and present my view in favor of establishing a new university in my community.",
            "From the one side, establishing a new university in my community brings many benefits. First of all, a new construction means more job opportunities. I think it would be good for my community because many people have to spend much time driving to their work day in and day out because they could not find a job in our neighborhood. Second of all, a new university is a good chance to meet new people and I like this opportunity. Many students will live in our community. Finally, if a new university is built in my community there is a big chance that I will be willing to enroll in it. I think it is great because it is not far from my place and I do not have to move to another part of the city. Another important aspect of this is that people from my community will have a chance to use new libraries and facilities of a new university. For example some people can take courses and classes there.",
            "From the other side, building a new university can bring some disadvantages. A new construction means noise, traffic jams and different kinds of pollution. In addition to these disadvantages, many young people in our community can cause more noise especially in the evenings.",
            "To sum up, I think that I would support the decision of the government of establishing a new university in my community despite a few disadvantages that could follow this construction. I believe that a new university will increase a chance of many young people to get a higher education, gain more knowledge and experience, which will help them to succeed in today’s world."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/253/",
        "paragraphs": [
            "I am from Saint-Petersburg, Russia. I believe that building a large factory near my community has advantages as well as disadvantages. In the following paragraphs I will list basic benefits and losses that will be brought by a new factory.",
            "For several reasons, I think that a new factory will not be a good addition to my neighborhood. First of all, factories often bring pollution. They are prone to contaminating the local air and water. Second of all, factories make noise. Another important aspect of building a new factory near by is that it will make the local traffic heavy. As a result of this, the amount of traffic congestions will increase, as well as contamination of the air. So, all these obviously will not make one's life happier and healthier in my community.",
            "From the other side, I believe that a new factory will bring some advantages to my community. First of all, it will bring new job opportunities. Many specialists will be required to work there. Second of all, I think many local community facilities will have to be renovated to obtain reliable supply of water and electricity. So, some old pipes may be changed. Another important benefit of this is that the local roads in order to manage the increasing traffic will be rebuilt and widened.",
            "However, I do not think that listed above benefits are worth all these troubles including water contamination and the constant pollution of air. From my point of view all factories must be built far from the people communities because they can be really harmful for people's health."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/252/",
        "paragraphs": [
            "I live in a small community. From my everyday experience and observation I can say that the idea about building a new theatre in my neighborhood has some advantages as well as disadvantages. In this essay I will first focus on the reasons why I support this idea and then move on to analyzing why I oppose it.",
            "First of all, I like movies and my husband and I sometimes go to the movie theatre to watch premieres. Unfortunately, it is time-consuming for us. We have to drive about 50 minutes to the nearest movies theatre. So, the idea of having a movie theatre in our neighborhood seems very attractive. It would save us an hour just to get there and another hour to get back home. Another important aspect of it is that in this case we will be able to get to the movie theatre by foot. I must to confess that we always have parking troubles in the parking space near the movie theatre.",
            "Second of all, new movie theatre is a very good place for students who want to earn some money. My husband and I live near a student community, so I think it would be a great news for them. In addition to this practical benefit students will be able to watch all movies free of charge. I suppose it is a great way to save some money.",
            "Finally, there are usually many restaurants and entertaining centers around a movie theatre. There people can have dinner or play game machines.",
            "In contrast, I think that the building of a new movie theatre will destroy the silence and beauty of out community. Such entertaining centers are often noisy. Moreover, traffic jams will probably be the result of it.",
            "In conclusion, I think that if the question was about building a new movie theatre in the next neighborhood I would completely agree."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/251/",
        "paragraphs": [
            "Some people think that fiction books have no use at all. They claim that people should read about real events that took place, real people, and established facts. I have to totally disagree with this statement. From my everyday experience and observation I can stand that fiction, miracles and fairy tails are required in our life. For several reasons, which I will mention below, I believe that fiction books play an essential role in our life.",
            "First of all, it is kind of difficult to imagine a six year old child reading about politics or history with the real facts that are not always pleasant. I think that children need miracles and Santa Claus because the real world is too complicated for them. They are too innocent and inexperienced to know the real facts and understand what a real life is about. In addition, I am sure that making a child read only non-fiction books can result in shock.",
            "Second of all, following this statement about refusing from reading books about fiction events we also should refuse from festivals, parades, and celebration such holidays as Halloween because most of the characters there are fictional. Moreover, comic books will disappear as well as animated films and fiction movies. The disadvantage of non-fiction lies in the facts that nothing happens to excite the mind and spirit. From the other side, fiction provides a great slope for a mind to think creatively.",
            "In conclusion, I think that people need miracles. We can not be satisfied with only naked truth. Human kind must believe in something and this belief helps people break limits and make new inventions."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/250/",
        "paragraphs": [
            "People are learning and practicing through their entire life. I believe that life experience and practice are the basic reasons of the humankind's evolution. However, in my opinion, knowledge gained from books plays a very important role in the modern life.",
            "The most obviously important advantage of books is that they hold all knowledge gained by previous generations. People write books about their discoveries and inventions, which are gained through practice and experience. This knowledge is accumulated in books that are passed from generation to generation. So, basically, people get all knowledge about the previous achievements from books, analyze it and than, according to their experience and new data, write new books. In this case, books are the holders of humankind's experience.",
            "For example, at old times people thought that the Earth was flat. It was concluded from observations and studdying. However, the next generations, using the experience of their ancestors, proved that the Earth was round.",
            "Personally, I think that books are very important because they are able to give people the basic and fundamental knowledge. Books store history, the important events and discoveries. Without them it is difficult and sometimes impossible to move forward, make new discoveries and inventions.",
            "To summarize, I think a person should take basic knowledge from books because it will help him to make his own inventions, conclusions and discoveries. Only using both books and one’s experience one can move forward."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/249/",
        "paragraphs": [
            "As human's population is dramatically rising every year, people's requirements are increasing too. We need more food, more fresh water, more places to live. As a result of this many parts of the world are losing essential and sometimes irreplaceable resources, such as forest, animals, or fresh water. In this essay I will focus on the threat of disappearing many wild animals.",
            "The reason why I think that animals should be preserved is that all living creatures on this planet are connected with each other. So, the disappearance of only one species can cause dramatic changes in the planet and even death of many other living creatures. For example, the disappearance of bats will cause the huge increasing of insect population and this will reflect on all animals and plants. Another example is that if the population of bats increases, the population of insects will decrease significantly, and this will cause the disappearance of many plants because insects are the main pollinators. So, I think it is very important to preserve all species on our planet and live in harmony with our environment.",
            "Another important reason why I think that animals should be saved is that I, personally, do not want my child to learn about different animals from books and not be able to see them alive. I think it is shameful for humankind to explain our children that we are the reason why those animals disappeared.",
            "In conclusion, I would like to say that the issue about losing important natural resources is topical and open for debate nowadays. I believe that together people can make a difference. From my point of view, the first problem we should find a solution for is human's overpopulation. As I mentioned above people's demands are growing and this means we consume more and more natural resources. The second question, which is on the list of most important issues, is pollution including the air pollution, water pollution, etc."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/248/",
        "paragraphs": [
            "As human population is significantly rising every year, people's requirements are increasing too. We need more food, more machines, more place to live. As a result of this people need more land to satisfy their requirements. We cultivate and irrigate more and more land to plant vegetables, build new buildings, airports, roads, etc. I think sometimes we forget that we are not alone on this planet. I have to disagree with those people who think that human needs are more important than saving land for endangered animals. I base my opinion on the following points.",
            "First of all, as I already mentioned, we are not alone on this planet. A few centuries ago we were the part of wild nature. I think we need to remember this fact and respect all creatures around us.",
            "Second of all, I believe that we all need to think of the problem of overpopulation. The human population is dramatically increasing and we have to do something about it. From my opinion, every family should have no more than two children. It will help to stop the growth of population, decrease human needs for farmland, housing and industry.",
            "In conclusion, I think it is a very topical question nowadays. My point is that all people should answer this question and find the solution."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/247/",
        "paragraphs": [
            "From my everyday experience and observation I can stand that the best way of learning about life is through personal experience. However, some people think that it is wiser to learn about life through listening to the advice of family and friends. It does not mean I totally disagree with this way of learning. Moreover, I think that it is wise for a person to take an intermediate position because each of these ways has its own advantages. Bellow I will give my reasons to support my point of view.",
            "From the one side, learning through one's personal experience brings many benefits. First of all, scientists say that personal experience has greater impact on a person. I have to agree with this. Take for example children. They will not believe their parents that something can hurt them until they try it and make sure in it. Furthermore, most likely they will remember this experience longer. Second of all, people learn how to analyze their mistakes, make conclusions and next time try to avoid them. So, I think it is a great experience that makes people stronger, more self-confident and persistent. They gain more knowledge and experience that will be very helpful and valuable in the future.",
            "From the other side, listening to the advice of family and friends brings many benefits too. Parents with great patience pass down their knowledge and experience to their children. They teach them all they know and they want their children do not make the same mistakes. In addition to those practical benefits, learning from someone's advice is painless. For example, parents nowadays very often talk to their children about drugs. I think it is a great example when one should not try drugs in order to gain new experience. I think it is a case when children must trust their parents.",
            "To sum up, I think it is wise to combine both of these ways to learn and try to analyze personal mistakes as well as not personal. I think together they can greatly simplify one's life and make the way to success shorter."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/246/",
        "paragraphs": [
            "Form my everyday experience and observation I think that all people who succeeded in life had to work hard and gain more knowledge and experience in order to reach their goals. From the other hand, people who all their life do things they already do well and do not improve their knowledge do not move forward. I base my statement on the following points.",
            "First of all, people who want to succeed must constantly improve their knowledge and gain more experience. Moreover, they must be the best at their profession. So, they need to try new things, take risks sometimes and work hard.",
            "Second of all, it is impossible to live without trying new things. Imagine one wants to learn how to drive. He will never be able to do it without learning new things such as driving rules.",
            "Personally, I think that it is very interesting to learn new, to gain more experience, to make new goals and reach them. Life is too short to stay on one place. People need changes because they make our lives more beautiful and exiting. We find out new things, learn new things and dream to know other things. People need challenges because while overcoming obstacles we make new discoveries, become stronger, perfect ourselves and move forward.",
            "To sum up, I believe that people's aspiration for learning new things is the main reason the way we live now. People make many discoveries and inventions that make our lives easier, happier and longer."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/245/",
        "paragraphs": [
            "I think that everyone can divide all advertising products and services into useless ones and useful ones. It is like looking through an information desk when you pay attention to those messages that interest you. Take me for example.",
            "I do not like jewelry. It does not mean I do not have it at all, I have a couple of inexpensive rings as gifts from my parents. I just think, people pay too much attention to this stuff. I believe it is the result of mass advertising. Every day when I am watching TV, listening to the radio or reading the paper I notice many ads about getting an expensive ring, chain, necklace or ear-rings. From my point of view these kinds of advertising contaminate people's minds. In this case you are encouraged to buy things you do not really need. They make you believe you need such products in order to succeed or be happy.",
            "From the other side, I think that advertisements of the new detergents with up-to-date formulas to help you maintain your cloth in perfect conditions, the new cars with some extra futures that make your traveling more comfortable and sports goods that make your life healthier may help you to improve your life.",
            "Recently my husband and I saw an ad on the Internet about a very interesting and inexpensive vocation to Japan for a week. Is not it awesome? We like traveling. So now we are planning to find out more about it and, may be, make reservations. I believe that without advertisements we would be unaware about plenty of oppotunities that may make your life happier, easier and less stressful.",
            "My point is that every person has his own scale of values. So if he is vegetarian he will consider an ad about meat products useless for him."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/244/",
        "paragraphs": [
            "Every country has its own culture and traditions. There is no doubt that an advertising campaign conducted in Russia will not have the same affect here in the United States. Let us take for example advertisement of food and restaurants.",
            "A huge amount of fast food stands suggest their services for breakfast, lunch, dinner and supper here in Houston. The competition is very strong. Every week you get in your mail-box an envelope with different types of discounts in exchange for visiting them or ordering pizza. Watching TV you are also from time to time invited to visit a restaurant in order to taste some delicious food. It is not because it is easy to make money cooking but because the demand for such service is high. First of all, people like to go out sometimes to have dinner with friends. Second of all, it is often impossible to drive home for lunch. It can be time consuming.",
            "As for Russia, it is a great tradition to have dinner at home with the family and go to the restaurant for big holidays. Additionally fast food is not popular in Russia. So you will see advertisements of yogurts, coffee, dairy products and juice instead of restaurants and fast food stands.",
            "In conclusion I would like to add that in order to succeed in advertising campaign especially on the international market company must know traditions, language and history of the country."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/243/",
        "paragraphs": [
            "Nowadays people have so many things to do that they almost always do not have enough time for it. When we go to bed we carefully think and plan our next day and it continues day in and day out. We wake up, recollect our checklist with things to do and in a few minutes we are already in a car on our way to the office. Often people do not have time for themselves. So, when people have some spare time they want to use it wisely. Some people prefer to plan activities for their free time very carefully. However, others prefer not to make any plans. In this essay I will analyze both cases and present my view in favor of planning free-time activities.",
            "From the one side, not making any plans and just letting the time pass by for some time have some benefits. First of all, a person can just relax, enjoy the beautiful moments, spend his or her time with loved ones, watch a movie, listen to relaxing music, observe the flowers in bloom from the window, contemplate about his or her life and just slow down the pace of life. I think it is a very good way to eliminate one's stress and tension and just leave all troubles and worries behind.",
            "From the other side, careful planning can bring many benefits too. First of all, one can travel. However, traveling requires some planning to be made. For example, one most likely will need a hotel room. So, the reservation should be made beforehand. Also, it is wise to check one's car to avoid breakdowns and have an uninterrupted worry-free trip. Second of all, planning one's activities allows to spend one's free time the way he/she likes. For instance, if I want to play tennis on incoming week-end I will certainly make a reservation for a court because in this case I will not be disappointed with the waste of my time. Personally, I prefer to make plans for my free time because it allows me to spend my vacation or week-ends the way I want it.",
            "To sum up, I think careful planning allows people to derive maximum benefits from their free time. However, I must confess sometimes I allow my self just to stay at home with my friends and family and not make any plans."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/242/",
        "paragraphs": [
            "Man, through the ages, has undergone many changes from the time when he depicted a herd of mammoths on the walls of his cave to these days when he can create beautiful pictures and even make coffee by use of computer technologies without leaving his favorite chair. The 20th century made huge steps in developing computer technologies and reached many goals that made our life much easier. What should we expect in the 21st century?",
            "First of all, I think that the pace of our life will speed up: we will move faster from one place to another, from one continent to another using high speed jet airplanes. Second of all, I believe that we will be able to do many things that take much time now without leaving our house. Computers will be everywhere including out clothes. Many people will have chips and mini computers inserted in their heads to hold huge amount of information and have a quick access to it.",
            "But what will be the most amazing thing in the 21st century is the flights to the outer space and Mars that will be available to all people. Scientists say that Mars has many things similar to the Earth's. Moreover, they say that with the help of modern technology people can artificially create conditions that will allow people to live there on the constant basis.",
            "To sum up, I am sure that many amazing changes will be brought by the 21st century. Furthermore, I think that with the help of the contemporary technologies people can do many things that were even difficult to imagine a century ago. So, nowadays it is rather difficult and even impossible to imagine all changes that will happen in the next decades."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/205/",
        "paragraphs": [
            "Different countries have different education systems. I don‛t know all the education systems in the world but all the ones I do know about have free school education at primary and secondary level. I certainly agree with the statement that this should be the case. I believe university education is different.",
            "No matter what standard of income someone has or what society someone comes from, everyone should have the opportunity to have a good standard of education. This is not always what happens but it is what should happen. Private schools can be available for those who want and can afford it but the free schools should always be there. This is certainly one of the best attributes of western democracy and all countries it seems strive to attain situation although some have problems due to the economic and political situations in their countries. Governments should make sure that all their citizens have access to a good standard of free education at primary and secondary level.",
            "Further education is different. In an ideal world this should be free but governments have a lot of demands on their money. I think that students should have to pay, maybe not all, but at least a contribution towards their tuition fees. They will be able to earn it back once they have graduated. The UK has this system whereas in the US students have to pay all their high tuition fees which can run into the tens of thousands of dollars over a full course. I am not sure if I agree with this but it certainly would make sure that students make the best of efforts to pass or all their money would be wasted.",
            "Therefore I conclude that primary and secondary education should be freely available for all if possible but that further education should not necessarily be wholly free."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/203/",
        "paragraphs": [
            "It is clear to me that the idea of a single global currency is an excellent ideal to work towards. There can be no doubt that trade and travel would be vastly easier. On the other hand I believe that it would cause problems today.",
            "The benefits of a single currency can be seen with the use in Europe of the Euro. Whenever you are travelling between countries using the Euro, the problems of currency changing and exchange rates are history. Similarly business between countries using the Euros is so much easier; no more worrying about exchange rate risk and pricing. Everyone‛s money is the same. The same thing is true with the US dollar. Most countries do not use the US dollar but it is accepted in many places. There are many countries that you can travel to and just take US dollars to use.",
            "At present though a global currency would be impossible. Firstly most countries would not accept the idea. Secondly all countries are in different economic states. Some are economically very strong and some are in a state of collapse with inflation ruining the economy. Such countries could not be brought into a world currency as it would cause massive financial instability worldwide. So it is clear that a global currency would indeed cause some serious problems.",
            "So, in conclusion I see a global currency as a future ideal but it will not happen in my lifetime. It would make trade and travel much easier but the problems it would cause nowadays would be insurmountable."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/201/",
        "paragraphs": [
            "Every day the rich countries in the world get richer and the poor countries get poorer. Can we reduce this gap? Of course we can. The question is whether the people in power want to do it?",
            "Reducing the wealth gap can be achieved by cancelling third world debt, cancelling trade and farming subsidies so that third world countries can compete, getting rid of third world corruption and investing and building in third world countries using local people and skills and allowing them ownership of businesses. There are other things as well. Unfortunately there is no profit in business for first world countries to do these things. Some will do them but most will not. The ordinary man on the street wants things to be better for poorer countries and the politicians say that they will help but the politicians will in the end do what business tells them to do. Politicians also rightly feel they have a duty to protect their own countries and keeping economically dominant is part of this duty. Creating effective competition for their own country‛s businesses is not part of what they are expected to do.",
            "This then leads on to whether I believe that developed countries have a duty to help the developing countries. Yes, I do. As an individual I believe that we have a duty to assist the poorer countries with their development in all aspects. We can provide teachers and education and doctors on the small scale and on the larger scale the things that I have talked about in the previous paragraph. Can we do this? Yes. Will we do this? See the previous paragraph again.",
            "In conclusion you can see that I believe that there is a split between what would happen in a perfect world and what actually happens. We have a duty to reduce the wealth gap between developed and developing countries and we can do it, but it is unlikely that this will happen quickly."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/199/",
        "paragraphs": [
            "The more people that there are in the world, the more cars there are on the road. People are richer too and often families have more than one car. It has been proved that building more roads does not work; it just encourafes more traffic.",
            "So, what can we do? People like their cars and the freedom and independence that cars give them. One possibility would be to raise car taxes and fuel taxes so that people do not want to spend the extra money. Taxes on new car sales as well could be increased in order to discourage people from buying. Perhaps a used car sales tax could be introduced too. In the same way motorways could have tolls charged for using them although this may just increase congestion on smaller roads as people try and avoid the motorways. The government that introduces such ideas will not be popular though and would probably lose power. Governments would therefore be unlikely to set up such new measures.",
            "I think it would be better to try and change people‛s attitudes and offer them alternatives. Educate them more about the pollution and waste that they are causing. Persuade them to car share, use public transport or even cycle if the distances are not too long. Countries such as Holland and Denmark are well known for how their citizens are passionate about green issues and how they use bicycles when they can.",
            "Reducing traffic is a difficult task. I don‛t think it is possible realistically to reduce car numbers but I do think that we can change people‛s attitudes and get them to use different ways of travelling."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/197/",
        "paragraphs": [
            "The question of whether the amount of violence on TV and cinema has affected young people in our society is something which cannot be quantified or proved. My opinion is though that the answer is “yes, it has”.",
            "TV and cinema today do show a large amount of violence and, although we try and shield our young people from seeing too much, they still get to watch it. At the age of eighteen in my country they can see everything anyway. Violence on the streets has increased. That has been proved. The connection between TV‛s and the cinema‛s obsession with violence and today‛s street violence cannot be proved but it is logical that the two are connected. Young people imitate what they see and it is logical that they see glamour in what they do when they commit violence.",
            "How can we lessen violence? Reducing the amount of violence on TV and in the cinema would certainly be a good start. Being more vigilant about what age children are when they see violence in these media, and raising the age limits would also help. Another good idea would be to channel the violence of young people. I don‛t think that national service should be re-established in this country but, if people are convicted of violence and sent to prison, then why not give them the option of serving in the army. Their violence will be controlled and they will be subjected to discipline so that they will be better able to control themselves when they leave.",
            "Thus I agree with the statement that cinema and TV violence affects the young people in our society. There are some things that can be done to better the situation but I doubt whether anything will be done."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/194/",
        "paragraphs": [
            "What young people should study at school has long been the subject of intense debate and this is a question that certainly does not have one correct answer.",
            "We need to provide young people the best possible chance of doing well at school. In traditional curriculum there is a wide variety of subjects with a mix of academic and non-academic subjects. In this way a young person is formed with a rounded education. Non-academic subjects would include sports, cooking, woodwork and metalwork. I believe this is the best form of education. A young person should learn things other than academic subjects. Sport is particularly important. Young people have to learn to love sport so that they can be fit and healthy later in life. If not we will be raising an obese and unfit generation.",
            "I totally understand the point of view that education is so important that students must be pushed as hard as possible to achieve their best. It sounds a good idea to only expose the students to academic subjects as then they can spend all of their school hours on studying areas that will get them into university and good jobs later in life. I just feel a more rounded education would produce a better individual. We must remember too that a lot of people, maybe even most people, aren‛t academically minded and would benefit more from a more vocationally based education. Forcing academic studies onto them would lead to failure and the student leaving school too early.",
            "Therefore I agree that although a wholly academic curriculum would suit and benefit some young people, I believe that for most students non-academic subjects are important inclusions still in today‛s syllabuses."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/188/",
        "paragraphs": [
            "Over the past few decades, the world has significantly changed. Nowadays, many have begun to wonder what the reasons behind [=for] these changes are. Two major factors contributing to this phenomenon are advances in media and change family dynamics [=organization].",
            "First, advances in media, such as the Internet and TV, have meant that children spend a large portion of their leisure time in front of a screen. Consequently, they are not getting proper amounts of exercise, which results in an increase in the number of children who are overweight and obese. In addition, fast food restaurants have become increasingly popular, which has also contributed to children's health problems",
            "Moreover, another leading force of this trend is changes in the family unit. Compared with a half century ago, nuclear families have become way more common in modern society. People tend to have only one child, which has caused personality disorders such as depression, loneliness, and selfishness. This is mainly because parents with one child have tendency to put all their focus and money into their only son or daughter. Studies have indicated that over 65% of children who are brought up without siblings show self-centered behavior find it difficult cooperating with their peers.",
            "In summary, there are many factors that have caused children to live very differently from the generation before them. There are high hopes that parents exercise(s) wisdom in treating their children."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/187/",
        "paragraphs": [
            "Over the past few decades, academic subjects have become increasingly important in this fast-changing information-based society. Nowadays, there has been a growing debate as to whether it would be more effective to replace physical education classes with academic subjects. Despite the importance of sports, I highly believe that it is inevitable and more efficient to focus more on academic subjects for several reasons.",
            "Those who argue that sports and exercise classes are needed in school base their case on the following arguments. First of all, sports are a good way to build character and develop personality. That is, there are necessary for learning about competition, cooperation, and good sportsmanship. In addition, as a majority of children these days are addicted to the Internet, they find it hard to leave their computer. Consequently, a growing number of children are becoming overweight or obese due to a lack of exercise. So, if schools foster an environment that deprives students of getting a proper physical education, it will have a long-term negative effect on children both mentally and physically.",
            "Nevertheless, people should not ignore the fact that devoting more time and energy to academic subjects will benefit students more in the long run. The time devoted to physical education now would be better spent teaching students English. This is because speaking fluent English will give young people an advantage over other college applicants and job seekers in the near future. Besides, science will undoubtedly benefit youth more than physical education as well. The principles learned in science will provide the necessary foundation for solving and difficult problems that are sure to arise in students' futures.",
            "In summary, there are high hopes that educators and parents exercise wisdom in teaching young generations."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/186/",
        "paragraphs": [
            "Over the past few decades [In the past], there have been many advances in medical technology. Because of this, senior citizens are healthier and more active than before and may choose to work beyond the age of 65. Nowadays, however, there has been a growing debate as to whether or not these people should retire in order to create jobs for the younger generation. Despite the advantages of early retirement, I strongly believe that it is better for senior workers to continue working as long as they are physically and mentally capable.",
            "Those who believe that senior workers need to retire for younger generation base their case on the following arguments. First, the unemployment rate, especially for college graduates, has never been so high so it is today. This is largely due to the slow economy. Therefore, firing some elderly workers who are well-paid would allow those unemployed young people to have good opportunities to get a job. In addition, replacing older workers with young people would bring greater benefits to companies [=employers]. This is because youngsters are better at adapting themselves to fast changing information based society. They are generally better at computers and speaking foreign languages than their older counterparts.",
            "Nevertheless, people should not ignore the fact that senior citizens have been playing vital roles both at home and at work for their entire lives. To begin with, a young person's need for a job is no more important than an older person's. Both have a responsibility to support their families. Sadly, few seniors can afford early retirement. Besides, senior workers provide the wisdom and experience that young employees cannot offer. There is strong [=acute] possibility of situations arising that require the knowledge of skilled senior employees.",
            "In summary, the advantages of keeping seasoned workers far outweigh its disadvantages. There are high hopes that employers exercise wisdom [=caution] in dealing with this issue."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/181/",
        "paragraphs": [
            "High school students face many decisions as they prepare to graduate, including what they are going to do after graduation. Some high school students go directly to college or university after graduation. Others prefer to travel or work for some time before going to university.",
            "For those who choose to go college or university after graduation, there are advantages and disadvantages. One of the big advantages of going directly from high school to college is that you are still in the habit of studying. By going to college after graduation, you do not lose the study skills that you developed during high school. The big disadvantages, however, is that you may not be ready for college. You may not know exactly what you want to study, or you may be more interested in freedom and parties than in your courses. At that age, it is often difficult for students to take on the responsibilities of college.",
            "There are also advantages and disadvantages to working or traveling befor starting college. Working or traveling allows you a better idea of what you want to do with your life. You gain practical experience that helps you define what you want to study. You also are well prepared for the responsibilities of college or university studies. On the other hand, by the time you start college, you will probably have obligations, like a job or spouse, which keep you from focusing on studies. In addition, travelling or working before college may cause you to spend enough time out of school that you forget how to study.",
            "The desicion of what to do after hich school graduation can be a difficult one. Deciding whether to go straight into college or university or take time to work or travel is something that faces every high school student. After thinking about the advantages and disadvantages of both options, the decision should be based on what is best for you."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/177/",
        "paragraphs": [
            "Over the past few decades, along with growing interest in child education, people's attention to the family environment where a child is brought up has also significantly increased. Some people have begun to feel that a child who has grown up in a poor family tend to be better prepared to deal with problems. In my opinion, however, family environment alone does not much influence a child's ability to solve problems.",
            "A child who was born into a poor family would have had more situations where they had to solve a problem or make a decision on their own. This is because in most unfortunate families, both parents are usually working and children are put into situations where they have to take care of themselves. By contrast, due to their wealth, rich children can experience and learn things that unfortunate children cannot. For example, they usually go to the best schools and receive a higher education there, which prepares them better for solving problems in their life.",
            "However, few would disagree with the fact that each individual is different. That is, problem solving skills come more from life experience. That is, the more a person experiences in life, the more they can use these experiences to adjust, to adapt and to solve problems they encounter. Personality also can be a factor in dealing with problems. A person who is optimistic, outgoing, confident and open-minded can look at and solve problems more effectively.",
            "As discussed above, nature and nurture have an equal influence on a child's ability to face challenges. Parents should spare no effort to figure out how they can help their children to be independent. I hope that in the future the next generation will grow up as mature citizens."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/176/",
        "paragraphs": [
            "Over the past few decades, the increasing amount of industrial wastes and household garbage has become a major problem in many countries. People have questioned what caused this problem and what can be done to improve the situation. In my opinion, two of the most critical causes of this waste material problem are the increased consumption and a shortage of space for landfill.",
            "To begin with, modern lifestyle has contributed greatly to the increasing amount of waste and garbage we produce everyday. In other words, we have turned into a materialistic and mass-consumption society where we use more and throw away more than ever before. Moreover, countries are running out of space to store garbage and waste material. In fact, securing land for waste disposal raises controversies in many countries.",
            "To solve this intractable problem, every citizen needs to participate in producing less garbage. For example, we can bring our own personal shopping bags instead of using plastic bags provided by stores and shops. Besides, the government can enforce stricter laws on companies to use biodegradable packaging or use recycled material. Indeed, this alone can eliminate much of the waste which is sent to at land fills. Companies can also contribute by developing new raw material which is recyclable and will ultimately lead to less garbage. One good example of this is that tire companies develop new tires for cars which are not made of rubber but of new biodegradable material.",
            "As discussed above, individuals, business and the government can share the responsibility to reduce the amount of waste material and to save the earth. I hope that in the future our offspring will be better off with the well-preserved environment."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/175/",
        "paragraphs": [
            "Many old people in Britain, after a lifetime of hard work and the toil of bringing up children, are put into homes for the elderly by their families. There, they are looked after by professional nurses, and this is sometimes at the expense of the government. However, this situation has raised controversy about whether we extend to our elders the care and respect they deserve.",
            "The critics of this system say that it is the duty of the family to look after its senior members in the years when they are no longer able to work. They point out that in retirement homes old people tend to feel useless and unwanted by their family members, who seldom come to see them. In addition, there is evidence that younger people benefit from the experience and wisdom of older people who live with them on a daily basis.",
            "On the other had, those who support the system say that retired parents can be a burden to young families. Not only is it expensive to support old people who have little or no income, but the fact that old people are often ill and need a great deal of looking after can be too much for their busy children.",
            "In my opinion, neither side is completely right. Old people in good health and with enough finances to support themselves can be a great help to their children. For instance, they can look after their grandchildren while children are out at work. On the other had, sick and penniless old people are better off being looked after in retirement homes at government expense."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/174/",
        "paragraphs": [
            "Movies tend to have a very large influence on young people who are influenced both by what they see and hear. Because this is the case, it is true that car chases in action movies tend to lead to an increase in the number of car accidents among young drivers because they try to copy what they have seen in the films. They drive too fast and take unnecessary risks and the difficulty is that most young people lack the skills and experience to do this.",
            "There are a variety of ways in which young people can be encouraged to practise safer driving habits. Firstly, the Government should launch a safe driving campaign to convey the fact that driving safely is not uncool. In effect, it should be cool to stay alive and healthy! Secondly, every movie should make it clear that dangerous car chases are undertaken only in strict safety conditions with experienced drivers, and often special movie-making tricks are used to enhance the action. Thirdly, young people should be forced to take safe driving courses every year for the first five years that they have their driver's licence. In this way, they are forced to perfect their driving skills or their licence will be taken away.",
            "Finally, as part of this course, young drivers should go to hospitals and witness the effects of poor or dangerous driving on other people. When they see hospitalised people whose lives have been destroyed due to stupid risk-taking, they will surely change their minds about whether it is cool to copy action heroes and drive fast.",
            "264 words"
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/168/",
        "paragraphs": [
            "Every year, millions of animals undergo painful suffering or death as a result of scientific research into the effects of drugs, food additives, cosmetics and other chemical products. While most people think animal testing is necessary, others are upset by what they see as needless suffering. This essay looks at some of the positive and negative aspects of animal testing.",
            "Many medical treatments and procedures have been developed from experiments on animals. Since animals share many features with humans, scientists use animals to test the safety and effectiveness of newly developed drugs before pilot testing on small groups of patients. Medical teams practice new operating techniques such as transplants on animals. Without animal testing, many procedures or new drugs would be extremely unsafe.",
            "However, many people are concerned that animals are suffering unnecessarily and cruelly. They do not believe that every new drug needs to be tested on animals, especially with the huge database of knowledge and modern computer models. They also are worried that many animal tests are ineffective, pointing out that any drugs have had to be withdrawn from the market despite extensive testing. They particularly feel that animal testing should not be used for non-essential products such as cosmetics, shampoos, soaps, and cleaning products. Furthermore, some campaigners would like to see certain tests replaced and more humane methods used.",
            "We need to make sure that the millions of animals who are used for testing new products are treated with the minimum of suffering. Although some animal testing may be unavoidable at present, treating our fellow creatures as mercifully as possible will demonstrate our humanity.",
            "267 words"
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/151/",
        "paragraphs": [
            "city has its architectural character, but the similarities between cities are more obvious these days than in the past. In my opinion, one reason for this is the high price of land.",
            "In most large cities, land is scarce and consequently it is very valuable. This has led to the construction of tall buildings which occupy only a small area of land while providing lots of floor space where people can live or work. Buildings of this type are made of concrete and steel and can be built comparatively quickly using prefabricated materials. They do not use local materials, such as stone, timber or brick, which used to give cities their individual character. In consequence many cities. now look very much the same and you might not know whether you were in Brisbane, Bangkok or Berlin when you are on the street.",
            "While I realise that we cannot stand in the way of progress, I believe that cities should try to keep some individuality. For example, in Paris it is prohibited to build very tall buildings in the centre of the city, as this would spoil the overall appearance of the skyline.",
            "Other cities have chosen to design unique buildings to ensure they look different. The twin towers in Kuala Lumpur or the Opera House in Sydney are examples of this approach, and I agree with this kind of initiative.",
            "All in all, although it is regrettable that modern cities look similar, I tend to feel that this is unavoidable. However, it can be argued that, even if the buildings are similar, cities will maintain their own character as a result of cultural diversity, the terrain and the climate, which ultimately determine how people live."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/147/",
        "paragraphs": [
            "It has been widely noted that, with the growing use of computers and calculators both in the classroom and in the home, the level of literacy and mathematical ability of students is dropping. This raises serious doubts about the value of the progress of science and technology. Here I will discuss the pros and cons of this question.",
            "First of all, advances in science and technology have certainly brought about many benefits for mankind. They have made our lives more comfortable and healthier. In addition, they have eased the burden of work for most people and provided them with more leisure opportunities, while at the same time increasing productivity dramatically.",
            "Nevertheless, it cannot be denied that technology has some negative side-effects. As mentioned above, with computers which check spelling, grammar and calculation for them, students have little incentive to learn how to do these things for themselves. Also, the availability of TV programs and videos encourages an unhealthy, sedentary lifestyle.",
            "Another aspect of this issue is that technology may be good or bad, depending on how we use it. For instance, dynamite may be used to make road construction easier, or it may be used to kill people. Again, nuclear reactors can supply huge amounts of cheap electricity, but if they are carelessly handled they can cause devastating pollution.",
            "We can conclude that the progress of science and technology has both positive and negative effects. What we must do is to make sure that the positive ones are encouraged and the negative ones are eliminated as far as possible. Among other things, this means that students are warned not to let computers and calculators do all their work for them."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/146/",
        "paragraphs": [
            "A criticism often heard these days is that the subjects taught in schools tend to be too academic, and contribute little to preparing a young person for the real-life tasks he or she will have to perform after graduation. They say that academic subjects are rooted in the past, and are not useful for solving modern problems. I disagree with this point of view for three reasons.",
            "My first reason is that it is the duty of parents, not teachers, to prepare their children to deal with the practical affairs of life. The home, not the classroom, is the ideal place to learn about home management and interpersonal skills. As for work abilities and attitudes, they are best learned “on the job” and under the supervision of an experienced older worker.",
            "My second reason is that academic subjects have withstood the test of time. They represent the accumulated wisdom of our ancestors down through the ages, and, far from being impractical, they equip us with the knowledge and confidence to make sound judgements about any problems which may crop up. In addition, academic subjects are good for training us in mental discipline, while practical subjects are weak in this regard.",
            "My third reason is based on the saying “Man does not live by bread alone.” Schooldays devoted solely to instruction in down-to-earth practical matters would be dull indeed! Lessons in the best literature of the world, and the epoch-making scientific and geographical discoveries of the past enrich our lives and make us feel that we are part of the great family of mankind.",
            "All in all, the teaching of academic subjects in schools is entirely appropriate. It is my firmly held view that practical subjects have no place in the classroom. On the contrary, the curriculum should be more academic!"
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/97/",
        "paragraphs": [
            "Before talking about the essential role of death penalty, you have to think about the meaning, and the purpose, of any kind of punishment. If you consider that the purpose is to prevent the guilty from being nasty again, you can be seduced by an argumentation in favour of the suppression of capital punishment. But you have to think about another aspect of the problem: a punishment is also useful to impress people, to make them fear the law. In fact, let's take the example of a young misfit, which has grown in a violent atmosphere, influenced by older delinquents, etc ... He lives in the streets, he's got no aim but to survive. This is the kind of person who could possibly kill someone for money, or even for fun ... Why would he fear prison? Life would be easier for him there. In addition, in many cases, when you behave normally, you can benefit from penalty reductions. This young misfit needs to be impressed, he needs to know that the law is a frontier. When you cross it, you can lose your life. That is why capital punishment helps keeping a distance between robbery and murder. If you abolish it, you suppress the difference between these two types of crime, which are completely different.",
            "But there is also a limit to define: even if death penalty is unavoidable, it would be a crime to apply it to inadequate cases. If there is no premeditation or past facts which can justify such a punishment, it is far too strict to apply death penalty. That is why the lawmakers have to establish precisely the context in which capital punishment car be pronounced. That is the price to pay to limit violence without using excessive violence."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/82/",
        "paragraphs": [
            "There is no doubt that going to study in a foreign country, with its different language and culture, can be a frustrating and sometimes painful experience. But while overseas study has its drawbacks, the difficulties are far outweighed by the advantages. Indeed, people who go abroad for study open themselves up to experiences that those who stay at home will never have.",
            "The most obvious advantage to overseas university study is real-life use of a different language. While a person can study a foreign language in his or her own country, it cannot compare with constant use of the language in academic and everyday life. There is no better opportunity to improve second-language skills than living in the country in which it is spoken. Moreover, having used the language during one's studies offers a distinct advantage when one is applying for jobs back home that require the language.",
            "On a university campus, the foreign student is not alone in having come from far away. He or she will likely encounter many others from overseas and it is possible to make friends from all around the world. This is not only exciting on a social level, but could lead to important overseas contacts in later professional life.",
            "Finally, living and studying abroad offers one a new and different perspective of the world and, perhaps most important, of one's own country. Once beyond the initial shock of being in a new culture, the student slowly begins to get a meaningful understanding of the host society. On returning home, one inevitably sees one's own country in a new, often more appreciative, light.",
            "In conclusion, while any anxiety about going overseas for university study is certainly understandable, it is important to remember that the benefits offered by the experience make it well worthwhile."
        ]
    },
    {
        "url": "https://www.ielts-writing.info/EXAM/ielts_writing_samples_task_2/45/",
        "paragraphs": [
            "Of course it goes without saying that prevention is better than cure. That is why, in recent years, there has been a growing body of opinion in favour of putting more resources into health education and preventive measures. The argument is that ignorance of, for example, basic hygiene or the dangers of an unhealthy diet or lifestyle needs to be combatted by special nationwide publicity campaigns, as well as longer-term health education.",
            "Obviously,there is a strong human argument for catching any medical condition as early as possible. There is also an economic argument for doing so. Statistics demonstrate the cost-effectiveness of treating a condition in the early stages, rather than delaying until more expensive and prolonged treatment is necessary. Then there are social or economic costs, perhaps in terms of loss of earnings for the family concerned or unemployed benefit paid by the state.",
            "So far so good, but the difficulties start when we try to define what the 'proportion' of the budget should be, particularly if the funds will be 'diverted from treatment'. Decisions on exactly how much of the total health budget should be spent in this way are not a matter for the non-specialist, but should be made on the basis of an accepted health service model.",
            "This is the point at which real problems occur - the formulation of the model. How do we accurately measure which health education campaigns are effective in both medical and financial terms? How do we agree about the medical efficacy of various screening programmes, for example, when the medical establishment itself does not agree? A very rigorous process of evaluation is called for, so that we can make informed decisions."
        ]
    }
]